const data = [
    {
        "value": "北京大学",
        "label": "北京大学"
    },
    {
        "value": "中国人民大学",
        "label": "中国人民大学"
    },
    {
        "value": "清华大学",
        "label": "清华大学"
    },
    {
        "value": "北京交通大学",
        "label": "北京交通大学"
    },
    {
        "value": "北京科技大学",
        "label": "北京科技大学"
    },
    {
        "value": "中国石油大学(北京)",
        "label": "中国石油大学(北京)"
    },
    {
        "value": "中国矿业大学(北京)",
        "label": "中国矿业大学(北京)"
    },
    {
        "value": "中国地质大学(北京)",
        "label": "中国地质大学(北京)"
    },
    {
        "value": "北京邮电大学",
        "label": "北京邮电大学"
    },
    {
        "value": "华北电力大学",
        "label": "华北电力大学"
    },
    {
        "value": "北京化工大学",
        "label": "北京化工大学"
    },
    {
        "value": "中国农业大学",
        "label": "中国农业大学"
    },
    {
        "value": "中国科学院大学",
        "label": "中国科学院大学"
    },
    {
        "value": "北京林业大学",
        "label": "北京林业大学"
    },
    {
        "value": "北京中医药大学",
        "label": "北京中医药大学"
    },
    {
        "value": "北京师范大学",
        "label": "北京师范大学"
    },
    {
        "value": "北京外国语大学",
        "label": "北京外国语大学"
    },
    {
        "value": "北京语言大学",
        "label": "北京语言大学"
    },
    {
        "value": "对外经济贸易大学",
        "label": "对外经济贸易大学"
    },
    {
        "value": "中央财经大学",
        "label": "中央财经大学"
    },
    {
        "value": "中国政法大学",
        "label": "中国政法大学"
    },
    {
        "value": "中央民族大学",
        "label": "中央民族大学"
    },
    {
        "value": "中国人民公安大学",
        "label": "中国人民公安大学"
    },
    {
        "value": "北京协和医学院",
        "label": "北京协和医学院"
    },
    {
        "value": "北京体育大学",
        "label": "北京体育大学"
    },
    {
        "value": "北京理工大学",
        "label": "北京理工大学"
    },
    {
        "value": "北京航空航天大学",
        "label": "北京航空航天大学"
    },
    {
        "value": "北京信息科技大学",
        "label": "北京信息科技大学"
    },
    {
        "value": "北京工商大学",
        "label": "北京工商大学"
    },
    {
        "value": "北京联合大学",
        "label": "北京联合大学"
    },
    {
        "value": "北京工业大学",
        "label": "北京工业大学"
    },
    {
        "value": "北方工业大学",
        "label": "北方工业大学"
    },
    {
        "value": "首都医科大学",
        "label": "首都医科大学"
    },
    {
        "value": "首都师范大学",
        "label": "首都师范大学"
    },
    {
        "value": "首都经济贸易大学",
        "label": "首都经济贸易大学"
    },
    {
        "value": "中国传媒大学",
        "label": "中国传媒大学"
    },
    {
        "value": "国际关系学院",
        "label": "国际关系学院"
    },
    {
        "value": "中央美术学院",
        "label": "中央美术学院"
    },
    {
        "value": "中央戏剧学院",
        "label": "中央戏剧学院"
    },
    {
        "value": "中央音乐学院",
        "label": "中央音乐学院"
    },
    {
        "value": "北京电子科技学院",
        "label": "北京电子科技学院"
    },
    {
        "value": "外交学院",
        "label": "外交学院"
    },
    {
        "value": "中国劳动关系学院",
        "label": "中国劳动关系学院"
    },
    {
        "value": "中国青年政治学院",
        "label": "中国青年政治学院"
    },
    {
        "value": "中华女子学院",
        "label": "中华女子学院"
    },
    {
        "value": "北京建筑大学",
        "label": "北京建筑大学"
    },
    {
        "value": "北京服装学院",
        "label": "北京服装学院"
    },
    {
        "value": "北京印刷学院",
        "label": "北京印刷学院"
    },
    {
        "value": "北京石油化工学院",
        "label": "北京石油化工学院"
    },
    {
        "value": "首钢工学院",
        "label": "首钢工学院"
    },
    {
        "value": "北京农学院",
        "label": "北京农学院"
    },
    {
        "value": "首都体育学院",
        "label": "首都体育学院"
    },
    {
        "value": "北京第二外国语学院",
        "label": "北京第二外国语学院"
    },
    {
        "value": "北京物资学院",
        "label": "北京物资学院"
    },
    {
        "value": "北京警察学院",
        "label": "北京警察学院"
    },
    {
        "value": "中国音乐学院",
        "label": "中国音乐学院"
    },
    {
        "value": "北京舞蹈学院",
        "label": "北京舞蹈学院"
    },
    {
        "value": "中国戏曲学院",
        "label": "中国戏曲学院"
    },
    {
        "value": "北京电影学院",
        "label": "北京电影学院"
    },
    {
        "value": "北京城市学院",
        "label": "北京城市学院"
    },
    {
        "value": "北京吉利学院",
        "label": "北京吉利学院"
    },
    {
        "value": "南开大学",
        "label": "南开大学"
    },
    {
        "value": "天津大学",
        "label": "天津大学"
    },
    {
        "value": "中国民航大学",
        "label": "中国民航大学"
    },
    {
        "value": "天津工业大学",
        "label": "天津工业大学"
    },
    {
        "value": "天津科技大学",
        "label": "天津科技大学"
    },
    {
        "value": "天津理工大学",
        "label": "天津理工大学"
    },
    {
        "value": "天津医科大学",
        "label": "天津医科大学"
    },
    {
        "value": "天津中医药大学",
        "label": "天津中医药大学"
    },
    {
        "value": "天津师范大学",
        "label": "天津师范大学"
    },
    {
        "value": "天津财经大学",
        "label": "天津财经大学"
    },
    {
        "value": "天津商业大学",
        "label": "天津商业大学"
    },
    {
        "value": "天津外国语大学",
        "label": "天津外国语大学"
    },
    {
        "value": "天津职业技术师范大学",
        "label": "天津职业技术师范大学"
    },
    {
        "value": "天津天狮学院",
        "label": "天津天狮学院"
    },
    {
        "value": "天津城建大学",
        "label": "天津城建大学"
    },
    {
        "value": "天津农学院",
        "label": "天津农学院"
    },
    {
        "value": "天津体育学院",
        "label": "天津体育学院"
    },
    {
        "value": "天津音乐学院",
        "label": "天津音乐学院"
    },
    {
        "value": "天津美术学院",
        "label": "天津美术学院"
    },
    {
        "value": "河北大学",
        "label": "河北大学"
    },
    {
        "value": "河北工业大学",
        "label": "河北工业大学"
    },
    {
        "value": "燕山大学",
        "label": "燕山大学"
    },
    {
        "value": "石家庄铁道大学",
        "label": "石家庄铁道大学"
    },
    {
        "value": "华北理工大学",
        "label": "华北理工大学"
    },
    {
        "value": "河北科技大学",
        "label": "河北科技大学"
    },
    {
        "value": "河北工程大学",
        "label": "河北工程大学"
    },
    {
        "value": "河北农业大学",
        "label": "河北农业大学"
    },
    {
        "value": "河北医科大学",
        "label": "河北医科大学"
    },
    {
        "value": "河北师范大学",
        "label": "河北师范大学"
    },
    {
        "value": "河北经贸大学",
        "label": "河北经贸大学"
    },
    {
        "value": "中国人民武装警察部队学院",
        "label": "中国人民武装警察部队学院"
    },
    {
        "value": "中央司法警官学院",
        "label": "中央司法警官学院"
    },
    {
        "value": "防灾科技学院",
        "label": "防灾科技学院"
    },
    {
        "value": "华北科技学院",
        "label": "华北科技学院"
    },
    {
        "value": "河北建筑工程学院",
        "label": "河北建筑工程学院"
    },
    {
        "value": "北华航天工业学院",
        "label": "北华航天工业学院"
    },
    {
        "value": "石家庄经济学院",
        "label": "石家庄经济学院"
    },
    {
        "value": "承德医学院",
        "label": "承德医学院"
    },
    {
        "value": "河北科技师范学院",
        "label": "河北科技师范学院"
    },
    {
        "value": "廊坊师范学院",
        "label": "廊坊师范学院"
    },
    {
        "value": "唐山师范学院",
        "label": "唐山师范学院"
    },
    {
        "value": "河北金融学院",
        "label": "河北金融学院"
    },
    {
        "value": "河北体育学院",
        "label": "河北体育学院"
    },
    {
        "value": "河北传媒学院",
        "label": "河北传媒学院"
    },
    {
        "value": "河北美术学院",
        "label": "河北美术学院"
    },
    {
        "value": "石家庄学院",
        "label": "石家庄学院"
    },
    {
        "value": "保定学院",
        "label": "保定学院"
    },
    {
        "value": "衡水学院",
        "label": "衡水学院"
    },
    {
        "value": "唐山学院",
        "label": "唐山学院"
    },
    {
        "value": "邯郸学院",
        "label": "邯郸学院"
    },
    {
        "value": "邢台学院",
        "label": "邢台学院"
    },
    {
        "value": "河北北方学院",
        "label": "河北北方学院"
    },
    {
        "value": "河北民族师范学院",
        "label": "河北民族师范学院"
    },
    {
        "value": "沧州师范学院",
        "label": "沧州师范学院"
    },
    {
        "value": "河北科技学院",
        "label": "河北科技学院"
    },
    {
        "value": "河北外国语学院",
        "label": "河北外国语学院"
    },
    {
        "value": "河北中医学院",
        "label": "河北中医学院"
    },
    {
        "value": "张家口学院",
        "label": "张家口学院"
    },
    {
        "value": "燕京理工学院",
        "label": "燕京理工学院"
    },
    {
        "value": "河北工程技术学院",
        "label": "河北工程技术学院"
    },
    {
        "value": "山西大学",
        "label": "山西大学"
    },
    {
        "value": "太原理工大学",
        "label": "太原理工大学"
    },
    {
        "value": "中北大学",
        "label": "中北大学"
    },
    {
        "value": "太原科技大学",
        "label": "太原科技大学"
    },
    {
        "value": "山西农业大学",
        "label": "山西农业大学"
    },
    {
        "value": "山西医科大学",
        "label": "山西医科大学"
    },
    {
        "value": "山西师范大学",
        "label": "山西师范大学"
    },
    {
        "value": "山西大同大学",
        "label": "山西大同大学"
    },
    {
        "value": "山西财经大学",
        "label": "山西财经大学"
    },
    {
        "value": "太原工业学院",
        "label": "太原工业学院"
    },
    {
        "value": "山西中医学院",
        "label": "山西中医学院"
    },
    {
        "value": "长治医学院",
        "label": "长治医学院"
    },
    {
        "value": "运城学院",
        "label": "运城学院"
    },
    {
        "value": "忻州师范学院",
        "label": "忻州师范学院"
    },
    {
        "value": "太原师范学院",
        "label": "太原师范学院"
    },
    {
        "value": "晋中学院",
        "label": "晋中学院"
    },
    {
        "value": "长治学院",
        "label": "长治学院"
    },
    {
        "value": "吕梁学院",
        "label": "吕梁学院"
    },
    {
        "value": "太原学院",
        "label": "太原学院"
    },
    {
        "value": "山西传媒学院",
        "label": "山西传媒学院"
    },
    {
        "value": "山西工商学院",
        "label": "山西工商学院"
    },
    {
        "value": "山西工程技术学院",
        "label": "山西工程技术学院"
    },
    {
        "value": "山西应用科技学院",
        "label": "山西应用科技学院"
    },
    {
        "value": "内蒙古大学",
        "label": "内蒙古大学"
    },
    {
        "value": "内蒙古科技大学",
        "label": "内蒙古科技大学"
    },
    {
        "value": "内蒙古民族大学",
        "label": "内蒙古民族大学"
    },
    {
        "value": "内蒙古工业大学",
        "label": "内蒙古工业大学"
    },
    {
        "value": "内蒙古农业大学",
        "label": "内蒙古农业大学"
    },
    {
        "value": "内蒙古师范大学",
        "label": "内蒙古师范大学"
    },
    {
        "value": "内蒙古医科大学",
        "label": "内蒙古医科大学"
    },
    {
        "value": "内蒙古财经大学",
        "label": "内蒙古财经大学"
    },
    {
        "value": "呼伦贝尔学院",
        "label": "呼伦贝尔学院"
    },
    {
        "value": "呼和浩特民族学院",
        "label": "呼和浩特民族学院"
    },
    {
        "value": "集宁师范学院",
        "label": "集宁师范学院"
    },
    {
        "value": "赤峰学院",
        "label": "赤峰学院"
    },
    {
        "value": "河套学院",
        "label": "河套学院"
    },
    {
        "value": "内蒙古艺术学院",
        "label": "内蒙古艺术学院"
    },
    {
        "value": "鄂尔多斯应用技术学院",
        "label": "鄂尔多斯应用技术学院"
    },
    {
        "value": "大连理工大学",
        "label": "大连理工大学"
    },
    {
        "value": "东北大学",
        "label": "东北大学"
    },
    {
        "value": "大连海事大学",
        "label": "大连海事大学"
    },
    {
        "value": "辽宁大学",
        "label": "辽宁大学"
    },
    {
        "value": "大连大学",
        "label": "大连大学"
    },
    {
        "value": "沈阳大学",
        "label": "沈阳大学"
    },
    {
        "value": "沈阳理工大学",
        "label": "沈阳理工大学"
    },
    {
        "value": "辽宁工程技术大学",
        "label": "辽宁工程技术大学"
    },
    {
        "value": "沈阳工业大学",
        "label": "沈阳工业大学"
    },
    {
        "value": "沈阳建筑大学",
        "label": "沈阳建筑大学"
    },
    {
        "value": "辽宁石油化工大学",
        "label": "辽宁石油化工大学"
    },
    {
        "value": "大连交通大学",
        "label": "大连交通大学"
    },
    {
        "value": "辽宁科技大学",
        "label": "辽宁科技大学"
    },
    {
        "value": "辽宁工业大学",
        "label": "辽宁工业大学"
    },
    {
        "value": "大连工业大学",
        "label": "大连工业大学"
    },
    {
        "value": "沈阳农业大学",
        "label": "沈阳农业大学"
    },
    {
        "value": "中国医科大学",
        "label": "中国医科大学"
    },
    {
        "value": "大连医科大学",
        "label": "大连医科大学"
    },
    {
        "value": "辽宁中医药大学",
        "label": "辽宁中医药大学"
    },
    {
        "value": "沈阳药科大学",
        "label": "沈阳药科大学"
    },
    {
        "value": "辽宁师范大学",
        "label": "辽宁师范大学"
    },
    {
        "value": "沈阳师范大学",
        "label": "沈阳师范大学"
    },
    {
        "value": "渤海大学",
        "label": "渤海大学"
    },
    {
        "value": "东北财经大学",
        "label": "东北财经大学"
    },
    {
        "value": "沈阳化工大学",
        "label": "沈阳化工大学"
    },
    {
        "value": "沈阳航空航天大学",
        "label": "沈阳航空航天大学"
    },
    {
        "value": "大连海洋大学",
        "label": "大连海洋大学"
    },
    {
        "value": "大连外国语大学",
        "label": "大连外国语大学"
    },
    {
        "value": "大连民族大学",
        "label": "大连民族大学"
    },
    {
        "value": "中国刑事警察学院",
        "label": "中国刑事警察学院"
    },
    {
        "value": "沈阳工程学院",
        "label": "沈阳工程学院"
    },
    {
        "value": "辽宁科技学院",
        "label": "辽宁科技学院"
    },
    {
        "value": "大连东软信息学院",
        "label": "大连东软信息学院"
    },
    {
        "value": "辽宁医学院",
        "label": "辽宁医学院"
    },
    {
        "value": "沈阳医学院",
        "label": "沈阳医学院"
    },
    {
        "value": "鞍山师范学院",
        "label": "鞍山师范学院"
    },
    {
        "value": "辽宁财贸学院",
        "label": "辽宁财贸学院"
    },
    {
        "value": "沈阳体育学院",
        "label": "沈阳体育学院"
    },
    {
        "value": "鲁迅美术学院",
        "label": "鲁迅美术学院"
    },
    {
        "value": "沈阳音乐学院",
        "label": "沈阳音乐学院"
    },
    {
        "value": "大连艺术学院",
        "label": "大连艺术学院"
    },
    {
        "value": "辽东学院",
        "label": "辽东学院"
    },
    {
        "value": "辽宁对外经贸学院",
        "label": "辽宁对外经贸学院"
    },
    {
        "value": "大连科技学院",
        "label": "大连科技学院"
    },
    {
        "value": "辽宁何氏医学院",
        "label": "辽宁何氏医学院"
    },
    {
        "value": "营口理工学院",
        "label": "营口理工学院"
    },
    {
        "value": "沈阳工学院",
        "label": "沈阳工学院"
    },
    {
        "value": "大连财经学院",
        "label": "大连财经学院"
    },
    {
        "value": "沈阳城市学院",
        "label": "沈阳城市学院"
    },
    {
        "value": "沈阳城市建设学院",
        "label": "沈阳城市建设学院"
    },
    {
        "value": "辽宁警察学院",
        "label": "辽宁警察学院"
    },
    {
        "value": "辽宁传媒学院",
        "label": "辽宁传媒学院"
    },
    {
        "value": "辽宁理工学院",
        "label": "辽宁理工学院"
    },
    {
        "value": "吉林大学",
        "label": "吉林大学"
    },
    {
        "value": "东北师范大学",
        "label": "东北师范大学"
    },
    {
        "value": "延边大学",
        "label": "延边大学"
    },
    {
        "value": "北华大学",
        "label": "北华大学"
    },
    {
        "value": "长春大学",
        "label": "长春大学"
    },
    {
        "value": "长春理工大学",
        "label": "长春理工大学"
    },
    {
        "value": "长春工业大学",
        "label": "长春工业大学"
    },
    {
        "value": "吉林农业大学",
        "label": "吉林农业大学"
    },
    {
        "value": "长春中医药大学",
        "label": "长春中医药大学"
    },
    {
        "value": "吉林师范大学",
        "label": "吉林师范大学"
    },
    {
        "value": "东北电力大学",
        "label": "东北电力大学"
    },
    {
        "value": "吉林财经大学",
        "label": "吉林财经大学"
    },
    {
        "value": "吉林建筑大学",
        "label": "吉林建筑大学"
    },
    {
        "value": "长春工程学院",
        "label": "长春工程学院"
    },
    {
        "value": "吉林化工学院",
        "label": "吉林化工学院"
    },
    {
        "value": "吉林农业科技学院",
        "label": "吉林农业科技学院"
    },
    {
        "value": "吉林医药学院",
        "label": "吉林医药学院"
    },
    {
        "value": "吉林工程技术师范学院",
        "label": "吉林工程技术师范学院"
    },
    {
        "value": "通化师范学院",
        "label": "通化师范学院"
    },
    {
        "value": "白城师范学院",
        "label": "白城师范学院"
    },
    {
        "value": "长春师范大学",
        "label": "长春师范大学"
    },
    {
        "value": "吉林华桥外国语学院",
        "label": "吉林华桥外国语学院"
    },
    {
        "value": "吉林工商学院",
        "label": "吉林工商学院"
    },
    {
        "value": "吉林体育学院",
        "label": "吉林体育学院"
    },
    {
        "value": "吉林艺术学院",
        "label": "吉林艺术学院"
    },
    {
        "value": "吉林动画学院",
        "label": "吉林动画学院"
    },
    {
        "value": "吉林警察学院",
        "label": "吉林警察学院"
    },
    {
        "value": "长春建筑学院",
        "label": "长春建筑学院"
    },
    {
        "value": "长春科技学院",
        "label": "长春科技学院"
    },
    {
        "value": "长春光华学院",
        "label": "长春光华学院"
    },
    {
        "value": "长春财经学院",
        "label": "长春财经学院"
    },
    {
        "value": "东北林业大学",
        "label": "东北林业大学"
    },
    {
        "value": "哈尔滨工业大学",
        "label": "哈尔滨工业大学"
    },
    {
        "value": "哈尔滨工程大学",
        "label": "哈尔滨工程大学"
    },
    {
        "value": "黑龙江大学",
        "label": "黑龙江大学"
    },
    {
        "value": "佳木斯大学",
        "label": "佳木斯大学"
    },
    {
        "value": "齐齐哈尔大学",
        "label": "齐齐哈尔大学"
    },
    {
        "value": "哈尔滨理工大学",
        "label": "哈尔滨理工大学"
    },
    {
        "value": "东北农业大学",
        "label": "东北农业大学"
    },
    {
        "value": "黑龙江八一农垦大学",
        "label": "黑龙江八一农垦大学"
    },
    {
        "value": "哈尔滨医科大学",
        "label": "哈尔滨医科大学"
    },
    {
        "value": "黑龙江中医药大学",
        "label": "黑龙江中医药大学"
    },
    {
        "value": "哈尔滨师范大学",
        "label": "哈尔滨师范大学"
    },
    {
        "value": "哈尔滨商业大学",
        "label": "哈尔滨商业大学"
    },
    {
        "value": "东北石油大学",
        "label": "东北石油大学"
    },
    {
        "value": "黑龙江科技大学",
        "label": "黑龙江科技大学"
    },
    {
        "value": "哈尔滨学院",
        "label": "哈尔滨学院"
    },
    {
        "value": "黑龙江工程学院",
        "label": "黑龙江工程学院"
    },
    {
        "value": "牡丹江医学院",
        "label": "牡丹江医学院"
    },
    {
        "value": "齐齐哈尔医学院",
        "label": "齐齐哈尔医学院"
    },
    {
        "value": "大庆师范学院",
        "label": "大庆师范学院"
    },
    {
        "value": "牡丹江师范学院",
        "label": "牡丹江师范学院"
    },
    {
        "value": "黑龙江财经学院",
        "label": "黑龙江财经学院"
    },
    {
        "value": "哈尔滨体育学院",
        "label": "哈尔滨体育学院"
    },
    {
        "value": "绥化学院",
        "label": "绥化学院"
    },
    {
        "value": "黑龙江东方学院",
        "label": "黑龙江东方学院"
    },
    {
        "value": "黑河学院",
        "label": "黑河学院"
    },
    {
        "value": "哈尔滨金融学院",
        "label": "哈尔滨金融学院"
    },
    {
        "value": "齐齐哈尔工程学院",
        "label": "齐齐哈尔工程学院"
    },
    {
        "value": "哈尔滨华德学院",
        "label": "哈尔滨华德学院"
    },
    {
        "value": "黑龙江外国语学院",
        "label": "黑龙江外国语学院"
    },
    {
        "value": "哈尔滨剑桥学院",
        "label": "哈尔滨剑桥学院"
    },
    {
        "value": "哈尔滨远东理工学院",
        "label": "哈尔滨远东理工学院"
    },
    {
        "value": "哈尔滨石油学院",
        "label": "哈尔滨石油学院"
    },
    {
        "value": "哈尔滨广厦学院",
        "label": "哈尔滨广厦学院"
    },
    {
        "value": "黑龙江工业学院",
        "label": "黑龙江工业学院"
    },
    {
        "value": "哈尔滨信息工程学院",
        "label": "哈尔滨信息工程学院"
    },
    {
        "value": "黑龙江工商学院",
        "label": "黑龙江工商学院"
    },
    {
        "value": "复旦大学",
        "label": "复旦大学"
    },
    {
        "value": "同济大学",
        "label": "同济大学"
    },
    {
        "value": "上海交通大学",
        "label": "上海交通大学"
    },
    {
        "value": "华东理工大学",
        "label": "华东理工大学"
    },
    {
        "value": "东华大学",
        "label": "东华大学"
    },
    {
        "value": "华东师范大学",
        "label": "华东师范大学"
    },
    {
        "value": "上海外国语大学",
        "label": "上海外国语大学"
    },
    {
        "value": "上海财经大学",
        "label": "上海财经大学"
    },
    {
        "value": "上海大学",
        "label": "上海大学"
    },
    {
        "value": "上海理工大学",
        "label": "上海理工大学"
    },
    {
        "value": "上海海事大学",
        "label": "上海海事大学"
    },
    {
        "value": "上海工程技术大学",
        "label": "上海工程技术大学"
    },
    {
        "value": "上海海洋大学",
        "label": "上海海洋大学"
    },
    {
        "value": "上海中医药大学",
        "label": "上海中医药大学"
    },
    {
        "value": "上海师范大学",
        "label": "上海师范大学"
    },
    {
        "value": "华东政法大学",
        "label": "华东政法大学"
    },
    {
        "value": "上海海关学院",
        "label": "上海海关学院"
    },
    {
        "value": "上海建桥学院",
        "label": "上海建桥学院"
    },
    {
        "value": "上海政法学院",
        "label": "上海政法学院"
    },
    {
        "value": "上海应用技术学院",
        "label": "上海应用技术学院"
    },
    {
        "value": "上海第二工业大学",
        "label": "上海第二工业大学"
    },
    {
        "value": "上海电机学院",
        "label": "上海电机学院"
    },
    {
        "value": "上海电力学院",
        "label": "上海电力学院"
    },
    {
        "value": "上海对外经贸大学",
        "label": "上海对外经贸大学"
    },
    {
        "value": "上海金融学院",
        "label": "上海金融学院"
    },
    {
        "value": "上海立信会计学院",
        "label": "上海立信会计学院"
    },
    {
        "value": "上海体育学院",
        "label": "上海体育学院"
    },
    {
        "value": "上海音乐学院",
        "label": "上海音乐学院"
    },
    {
        "value": "上海戏剧学院",
        "label": "上海戏剧学院"
    },
    {
        "value": "上海商学院",
        "label": "上海商学院"
    },
    {
        "value": "上海杉达学院",
        "label": "上海杉达学院"
    },
    {
        "value": "上海视觉艺术学院",
        "label": "上海视觉艺术学院"
    },
    {
        "value": "上海纽约大学",
        "label": "上海纽约大学"
    },
    {
        "value": "上海科技大学",
        "label": "上海科技大学"
    },
    {
        "value": "上海兴伟学院",
        "label": "上海兴伟学院"
    },
    {
        "value": "上海健康医学院",
        "label": "上海健康医学院"
    },
    {
        "value": "南京大学",
        "label": "南京大学"
    },
    {
        "value": "东南大学",
        "label": "东南大学"
    },
    {
        "value": "中国矿业大学",
        "label": "中国矿业大学"
    },
    {
        "value": "河海大学",
        "label": "河海大学"
    },
    {
        "value": "江南大学",
        "label": "江南大学"
    },
    {
        "value": "南京农业大学",
        "label": "南京农业大学"
    },
    {
        "value": "中国药科大学",
        "label": "中国药科大学"
    },
    {
        "value": "南京理工大学",
        "label": "南京理工大学"
    },
    {
        "value": "南京航空航天大学",
        "label": "南京航空航天大学"
    },
    {
        "value": "苏州大学",
        "label": "苏州大学"
    },
    {
        "value": "扬州大学",
        "label": "扬州大学"
    },
    {
        "value": "江苏大学",
        "label": "江苏大学"
    },
    {
        "value": "南京邮电大学",
        "label": "南京邮电大学"
    },
    {
        "value": "江苏科技大学",
        "label": "江苏科技大学"
    },
    {
        "value": "南京工业大学",
        "label": "南京工业大学"
    },
    {
        "value": "南京林业大学",
        "label": "南京林业大学"
    },
    {
        "value": "南京医科大学",
        "label": "南京医科大学"
    },
    {
        "value": "南京中医药大学",
        "label": "南京中医药大学"
    },
    {
        "value": "南京师范大学",
        "label": "南京师范大学"
    },
    {
        "value": "江苏师范大学",
        "label": "江苏师范大学"
    },
    {
        "value": "南京财经大学",
        "label": "南京财经大学"
    },
    {
        "value": "南通大学",
        "label": "南通大学"
    },
    {
        "value": "常州大学",
        "label": "常州大学"
    },
    {
        "value": "西交利物浦大学",
        "label": "西交利物浦大学"
    },
    {
        "value": "南京信息工程大学",
        "label": "南京信息工程大学"
    },
    {
        "value": "淮阴工学院",
        "label": "淮阴工学院"
    },
    {
        "value": "徐州工程学院",
        "label": "徐州工程学院"
    },
    {
        "value": "淮海工学院",
        "label": "淮海工学院"
    },
    {
        "value": "常州工学院",
        "label": "常州工学院"
    },
    {
        "value": "盐城工学院",
        "label": "盐城工学院"
    },
    {
        "value": "金陵科技学院",
        "label": "金陵科技学院"
    },
    {
        "value": "南京工程学院",
        "label": "南京工程学院"
    },
    {
        "value": "徐州医学院",
        "label": "徐州医学院"
    },
    {
        "value": "江苏理工学院",
        "label": "江苏理工学院"
    },
    {
        "value": "淮阴师范学院",
        "label": "淮阴师范学院"
    },
    {
        "value": "南京晓庄学院",
        "label": "南京晓庄学院"
    },
    {
        "value": "盐城师范学院",
        "label": "盐城师范学院"
    },
    {
        "value": "苏州科技学院",
        "label": "苏州科技学院"
    },
    {
        "value": "南京审计学院",
        "label": "南京审计学院"
    },
    {
        "value": "江苏警官学院",
        "label": "江苏警官学院"
    },
    {
        "value": "南京体育学院",
        "label": "南京体育学院"
    },
    {
        "value": "南京艺术学院",
        "label": "南京艺术学院"
    },
    {
        "value": "常熟理工学院",
        "label": "常熟理工学院"
    },
    {
        "value": "三江学院",
        "label": "三江学院"
    },
    {
        "value": "南京森林警察学院",
        "label": "南京森林警察学院"
    },
    {
        "value": "无锡太湖学院",
        "label": "无锡太湖学院"
    },
    {
        "value": "泰州学院",
        "label": "泰州学院"
    },
    {
        "value": "江苏第二师范学院",
        "label": "江苏第二师范学院"
    },
    {
        "value": "南通理工学院",
        "label": "南通理工学院"
    },
    {
        "value": "昆山杜克大学",
        "label": "昆山杜克大学"
    },
    {
        "value": "宿迁学院",
        "label": "宿迁学院"
    },
    {
        "value": "南京特殊教育师范学院",
        "label": "南京特殊教育师范学院"
    },
    {
        "value": "浙江大学",
        "label": "浙江大学"
    },
    {
        "value": "宁波大学",
        "label": "宁波大学"
    },
    {
        "value": "浙江工业大学",
        "label": "浙江工业大学"
    },
    {
        "value": "杭州电子科技大学",
        "label": "杭州电子科技大学"
    },
    {
        "value": "浙江理工大学",
        "label": "浙江理工大学"
    },
    {
        "value": "浙江中医药大学",
        "label": "浙江中医药大学"
    },
    {
        "value": "浙江师范大学",
        "label": "浙江师范大学"
    },
    {
        "value": "杭州师范大学",
        "label": "杭州师范大学"
    },
    {
        "value": "浙江工商大学",
        "label": "浙江工商大学"
    },
    {
        "value": "宁波诺丁汉大学",
        "label": "宁波诺丁汉大学"
    },
    {
        "value": "温州大学",
        "label": "温州大学"
    },
    {
        "value": "浙江农林大学",
        "label": "浙江农林大学"
    },
    {
        "value": "温州医科大学",
        "label": "温州医科大学"
    },
    {
        "value": "浙江财经大学",
        "label": "浙江财经大学"
    },
    {
        "value": "宁波大红鹰学院",
        "label": "宁波大红鹰学院"
    },
    {
        "value": "浙江越秀外国语学院",
        "label": "浙江越秀外国语学院"
    },
    {
        "value": "嘉兴学院",
        "label": "嘉兴学院"
    },
    {
        "value": "中国计量学院",
        "label": "中国计量学院"
    },
    {
        "value": "浙江科技学院",
        "label": "浙江科技学院"
    },
    {
        "value": "宁波工程学院",
        "label": "宁波工程学院"
    },
    {
        "value": "浙江海洋学院",
        "label": "浙江海洋学院"
    },
    {
        "value": "湖州师范学院",
        "label": "湖州师范学院"
    },
    {
        "value": "绍兴文理学院",
        "label": "绍兴文理学院"
    },
    {
        "value": "台州学院",
        "label": "台州学院"
    },
    {
        "value": "浙江传媒学院",
        "label": "浙江传媒学院"
    },
    {
        "value": "浙江警察学院",
        "label": "浙江警察学院"
    },
    {
        "value": "中国美术学院",
        "label": "中国美术学院"
    },
    {
        "value": "浙江树人学院",
        "label": "浙江树人学院"
    },
    {
        "value": "浙江万里学院",
        "label": "浙江万里学院"
    },
    {
        "value": "公安海警学院",
        "label": "公安海警学院"
    },
    {
        "value": "丽水学院",
        "label": "丽水学院"
    },
    {
        "value": "衢州学院",
        "label": "衢州学院"
    },
    {
        "value": "浙江外国语学院",
        "label": "浙江外国语学院"
    },
    {
        "value": "浙江水利水电学院",
        "label": "浙江水利水电学院"
    },
    {
        "value": "温州肯恩大学",
        "label": "温州肯恩大学"
    },
    {
        "value": "浙江音乐学院(筹)",
        "label": "浙江音乐学院(筹)"
    },
    {
        "value": "合肥工业大学",
        "label": "合肥工业大学"
    },
    {
        "value": "中国科学技术大学",
        "label": "中国科学技术大学"
    },
    {
        "value": "安徽大学",
        "label": "安徽大学"
    },
    {
        "value": "安徽理工大学",
        "label": "安徽理工大学"
    },
    {
        "value": "安徽工业大学",
        "label": "安徽工业大学"
    },
    {
        "value": "安徽农业大学",
        "label": "安徽农业大学"
    },
    {
        "value": "安徽医科大学",
        "label": "安徽医科大学"
    },
    {
        "value": "安徽师范大学",
        "label": "安徽师范大学"
    },
    {
        "value": "安徽财经大学",
        "label": "安徽财经大学"
    },
    {
        "value": "安徽工程大学",
        "label": "安徽工程大学"
    },
    {
        "value": "淮北师范大学",
        "label": "淮北师范大学"
    },
    {
        "value": "安徽建筑大学",
        "label": "安徽建筑大学"
    },
    {
        "value": "安徽中医药大学",
        "label": "安徽中医药大学"
    },
    {
        "value": "皖南医学院",
        "label": "皖南医学院"
    },
    {
        "value": "合肥师范学院",
        "label": "合肥师范学院"
    },
    {
        "value": "蚌埠医学院",
        "label": "蚌埠医学院"
    },
    {
        "value": "阜阳师范学院",
        "label": "阜阳师范学院"
    },
    {
        "value": "安徽科技学院",
        "label": "安徽科技学院"
    },
    {
        "value": "安庆师范学院",
        "label": "安庆师范学院"
    },
    {
        "value": "淮南师范学院",
        "label": "淮南师范学院"
    },
    {
        "value": "安徽新华学院",
        "label": "安徽新华学院"
    },
    {
        "value": "巢湖学院",
        "label": "巢湖学院"
    },
    {
        "value": "宿州学院",
        "label": "宿州学院"
    },
    {
        "value": "黄山学院",
        "label": "黄山学院"
    },
    {
        "value": "皖西学院",
        "label": "皖西学院"
    },
    {
        "value": "滁州学院",
        "label": "滁州学院"
    },
    {
        "value": "铜陵学院",
        "label": "铜陵学院"
    },
    {
        "value": "合肥学院",
        "label": "合肥学院"
    },
    {
        "value": "蚌埠学院",
        "label": "蚌埠学院"
    },
    {
        "value": "池州学院",
        "label": "池州学院"
    },
    {
        "value": "安徽三联学院",
        "label": "安徽三联学院"
    },
    {
        "value": "安徽外国语学院",
        "label": "安徽外国语学院"
    },
    {
        "value": "安徽文达信息工程学院",
        "label": "安徽文达信息工程学院"
    },
    {
        "value": "厦门大学",
        "label": "厦门大学"
    },
    {
        "value": "华侨大学",
        "label": "华侨大学"
    },
    {
        "value": "福建农林大学",
        "label": "福建农林大学"
    },
    {
        "value": "集美大学",
        "label": "集美大学"
    },
    {
        "value": "福州大学",
        "label": "福州大学"
    },
    {
        "value": "仰恩大学",
        "label": "仰恩大学"
    },
    {
        "value": "福建医科大学",
        "label": "福建医科大学"
    },
    {
        "value": "福建师范大学",
        "label": "福建师范大学"
    },
    {
        "value": "福建中医药大学",
        "label": "福建中医药大学"
    },
    {
        "value": "厦门理工学院",
        "label": "厦门理工学院"
    },
    {
        "value": "福建工程学院",
        "label": "福建工程学院"
    },
    {
        "value": "泉州师范学院",
        "label": "泉州师范学院"
    },
    {
        "value": "闽南师范大学",
        "label": "闽南师范大学"
    },
    {
        "value": "龙岩学院",
        "label": "龙岩学院"
    },
    {
        "value": "莆田学院",
        "label": "莆田学院"
    },
    {
        "value": "闽江学院",
        "label": "闽江学院"
    },
    {
        "value": "三明学院",
        "label": "三明学院"
    },
    {
        "value": "武夷学院",
        "label": "武夷学院"
    },
    {
        "value": "福建警察学院",
        "label": "福建警察学院"
    },
    {
        "value": "闽南理工学院",
        "label": "闽南理工学院"
    },
    {
        "value": "福建江夏学院",
        "label": "福建江夏学院"
    },
    {
        "value": "宁德师范学院",
        "label": "宁德师范学院"
    },
    {
        "value": "福州外语外贸学院",
        "label": "福州外语外贸学院"
    },
    {
        "value": "泉州信息工程学院",
        "label": "泉州信息工程学院"
    },
    {
        "value": "厦门华厦学院",
        "label": "厦门华厦学院"
    },
    {
        "value": "福州理工学院",
        "label": "福州理工学院"
    },
    {
        "value": "阳光学院",
        "label": "阳光学院"
    },
    {
        "value": "厦门工学院",
        "label": "厦门工学院"
    },
    {
        "value": "南昌大学",
        "label": "南昌大学"
    },
    {
        "value": "江西理工大学",
        "label": "江西理工大学"
    },
    {
        "value": "华东交通大学",
        "label": "华东交通大学"
    },
    {
        "value": "江西农业大学",
        "label": "江西农业大学"
    },
    {
        "value": "江西师范大学",
        "label": "江西师范大学"
    },
    {
        "value": "江西财经大学",
        "label": "江西财经大学"
    },
    {
        "value": "东华理工大学",
        "label": "东华理工大学"
    },
    {
        "value": "南昌航空大学",
        "label": "南昌航空大学"
    },
    {
        "value": "井冈山大学",
        "label": "井冈山大学"
    },
    {
        "value": "江西中医药大学",
        "label": "江西中医药大学"
    },
    {
        "value": "景德镇陶瓷学院",
        "label": "景德镇陶瓷学院"
    },
    {
        "value": "南昌工程学院",
        "label": "南昌工程学院"
    },
    {
        "value": "南昌理工学院",
        "label": "南昌理工学院"
    },
    {
        "value": "赣南医学院",
        "label": "赣南医学院"
    },
    {
        "value": "上饶师范学院",
        "label": "上饶师范学院"
    },
    {
        "value": "赣南师范学院",
        "label": "赣南师范学院"
    },
    {
        "value": "江西科技师范大学",
        "label": "江西科技师范大学"
    },
    {
        "value": "江西科技学院",
        "label": "江西科技学院"
    },
    {
        "value": "九江学院",
        "label": "九江学院"
    },
    {
        "value": "宜春学院",
        "label": "宜春学院"
    },
    {
        "value": "新余学院",
        "label": "新余学院"
    },
    {
        "value": "江西警察学院",
        "label": "江西警察学院"
    },
    {
        "value": "江西服装学院",
        "label": "江西服装学院"
    },
    {
        "value": "南昌工学院",
        "label": "南昌工学院"
    },
    {
        "value": "景德镇学院",
        "label": "景德镇学院"
    },
    {
        "value": "萍乡学院",
        "label": "萍乡学院"
    },
    {
        "value": "南昌师范学院",
        "label": "南昌师范学院"
    },
    {
        "value": "江西工程学院",
        "label": "江西工程学院"
    },
    {
        "value": "江西应用科技学院",
        "label": "江西应用科技学院"
    },
    {
        "value": "山东大学",
        "label": "山东大学"
    },
    {
        "value": "中国海洋大学",
        "label": "中国海洋大学"
    },
    {
        "value": "中国石油大学(华东)",
        "label": "中国石油大学(华东)"
    },
    {
        "value": "青岛大学",
        "label": "青岛大学"
    },
    {
        "value": "山东科技大学",
        "label": "山东科技大学"
    },
    {
        "value": "山东理工大学",
        "label": "山东理工大学"
    },
    {
        "value": "聊城大学",
        "label": "聊城大学"
    },
    {
        "value": "烟台大学",
        "label": "烟台大学"
    },
    {
        "value": "青岛科技大学",
        "label": "青岛科技大学"
    },
    {
        "value": "青岛理工大学",
        "label": "青岛理工大学"
    },
    {
        "value": "济南大学",
        "label": "济南大学"
    },
    {
        "value": "山东建筑大学",
        "label": "山东建筑大学"
    },
    {
        "value": "山东农业大学",
        "label": "山东农业大学"
    },
    {
        "value": "山东中医药大学",
        "label": "山东中医药大学"
    },
    {
        "value": "山东师范大学",
        "label": "山东师范大学"
    },
    {
        "value": "曲阜师范大学",
        "label": "曲阜师范大学"
    },
    {
        "value": "鲁东大学",
        "label": "鲁东大学"
    },
    {
        "value": "青岛农业大学",
        "label": "青岛农业大学"
    },
    {
        "value": "山东财经大学",
        "label": "山东财经大学"
    },
    {
        "value": "齐鲁工业大学",
        "label": "齐鲁工业大学"
    },
    {
        "value": "山东交通学院",
        "label": "山东交通学院"
    },
    {
        "value": "潍坊医学院",
        "label": "潍坊医学院"
    },
    {
        "value": "泰山医学院",
        "label": "泰山医学院"
    },
    {
        "value": "滨州医学院",
        "label": "滨州医学院"
    },
    {
        "value": "济宁医学院",
        "label": "济宁医学院"
    },
    {
        "value": "临沂大学",
        "label": "临沂大学"
    },
    {
        "value": "山东政法学院",
        "label": "山东政法学院"
    },
    {
        "value": "潍坊学院",
        "label": "潍坊学院"
    },
    {
        "value": "德州学院",
        "label": "德州学院"
    },
    {
        "value": "山东工商学院",
        "label": "山东工商学院"
    },
    {
        "value": "山东警察学院",
        "label": "山东警察学院"
    },
    {
        "value": "山东体育学院",
        "label": "山东体育学院"
    },
    {
        "value": "山东艺术学院",
        "label": "山东艺术学院"
    },
    {
        "value": "山东工艺美术学院",
        "label": "山东工艺美术学院"
    },
    {
        "value": "菏泽学院",
        "label": "菏泽学院"
    },
    {
        "value": "青岛滨海学院",
        "label": "青岛滨海学院"
    },
    {
        "value": "烟台南山学院",
        "label": "烟台南山学院"
    },
    {
        "value": "滨州学院",
        "label": "滨州学院"
    },
    {
        "value": "枣庄学院",
        "label": "枣庄学院"
    },
    {
        "value": "泰山学院",
        "label": "泰山学院"
    },
    {
        "value": "济宁学院",
        "label": "济宁学院"
    },
    {
        "value": "齐鲁医药学院",
        "label": "齐鲁医药学院"
    },
    {
        "value": "潍坊科技学院",
        "label": "潍坊科技学院"
    },
    {
        "value": "山东英才学院",
        "label": "山东英才学院"
    },
    {
        "value": "齐鲁师范学院",
        "label": "齐鲁师范学院"
    },
    {
        "value": "山东青年政治学院",
        "label": "山东青年政治学院"
    },
    {
        "value": "山东女子学院",
        "label": "山东女子学院"
    },
    {
        "value": "山东协和学院",
        "label": "山东协和学院"
    },
    {
        "value": "青岛黄海学院",
        "label": "青岛黄海学院"
    },
    {
        "value": "青岛工学院",
        "label": "青岛工学院"
    },
    {
        "value": "山东管理学院",
        "label": "山东管理学院"
    },
    {
        "value": "山东农业工程学院",
        "label": "山东农业工程学院"
    },
    {
        "value": "青岛恒星科技学院",
        "label": "青岛恒星科技学院"
    },
    {
        "value": "山东华宇工学院",
        "label": "山东华宇工学院"
    },
    {
        "value": "齐鲁理工学院",
        "label": "齐鲁理工学院"
    },
    {
        "value": "山东现代学院",
        "label": "山东现代学院"
    },
    {
        "value": "郑州大学",
        "label": "郑州大学"
    },
    {
        "value": "河南大学",
        "label": "河南大学"
    },
    {
        "value": "河南科技大学",
        "label": "河南科技大学"
    },
    {
        "value": "河南理工大学",
        "label": "河南理工大学"
    },
    {
        "value": "河南工业大学",
        "label": "河南工业大学"
    },
    {
        "value": "河南农业大学",
        "label": "河南农业大学"
    },
    {
        "value": "河南师范大学",
        "label": "河南师范大学"
    },
    {
        "value": "河南财经政法大学",
        "label": "河南财经政法大学"
    },
    {
        "value": "华北水利水电大学",
        "label": "华北水利水电大学"
    },
    {
        "value": "郑州轻工业学院",
        "label": "郑州轻工业学院"
    },
    {
        "value": "中原工学院",
        "label": "中原工学院"
    },
    {
        "value": "安阳工学院",
        "label": "安阳工学院"
    },
    {
        "value": "南阳理工学院",
        "label": "南阳理工学院"
    },
    {
        "value": "黄河科技学院",
        "label": "黄河科技学院"
    },
    {
        "value": "郑州航空工业管理学院",
        "label": "郑州航空工业管理学院"
    },
    {
        "value": "河南城建学院",
        "label": "河南城建学院"
    },
    {
        "value": "河南中医学院",
        "label": "河南中医学院"
    },
    {
        "value": "新乡医学院",
        "label": "新乡医学院"
    },
    {
        "value": "信阳师范学院",
        "label": "信阳师范学院"
    },
    {
        "value": "南阳师范学院",
        "label": "南阳师范学院"
    },
    {
        "value": "商丘师范学院",
        "label": "商丘师范学院"
    },
    {
        "value": "周口师范学院",
        "label": "周口师范学院"
    },
    {
        "value": "洛阳师范学院",
        "label": "洛阳师范学院"
    },
    {
        "value": "安阳师范学院",
        "label": "安阳师范学院"
    },
    {
        "value": "河南科技学院",
        "label": "河南科技学院"
    },
    {
        "value": "黄淮学院",
        "label": "黄淮学院"
    },
    {
        "value": "平顶山学院",
        "label": "平顶山学院"
    },
    {
        "value": "河南工程学院",
        "label": "河南工程学院"
    },
    {
        "value": "洛阳理工学院",
        "label": "洛阳理工学院"
    },
    {
        "value": "许昌学院",
        "label": "许昌学院"
    },
    {
        "value": "新乡学院",
        "label": "新乡学院"
    },
    {
        "value": "郑州工业应用技术学院",
        "label": "郑州工业应用技术学院"
    },
    {
        "value": "郑州科技学院",
        "label": "郑州科技学院"
    },
    {
        "value": "郑州师范学院",
        "label": "郑州师范学院"
    },
    {
        "value": "河南警察学院",
        "label": "河南警察学院"
    },
    {
        "value": "信阳农林学院",
        "label": "信阳农林学院"
    },
    {
        "value": "商丘工学院",
        "label": "商丘工学院"
    },
    {
        "value": "郑州升达经贸管理学院",
        "label": "郑州升达经贸管理学院"
    },
    {
        "value": "商丘学院",
        "label": "商丘学院"
    },
    {
        "value": "郑州成功财经学院",
        "label": "郑州成功财经学院"
    },
    {
        "value": "铁道警察学院",
        "label": "铁道警察学院"
    },
    {
        "value": "河南牧业经济学院",
        "label": "河南牧业经济学院"
    },
    {
        "value": "黄河交通学院",
        "label": "黄河交通学院"
    },
    {
        "value": "郑州财经学院",
        "label": "郑州财经学院"
    },
    {
        "value": "武汉大学",
        "label": "武汉大学"
    },
    {
        "value": "华中科技大学",
        "label": "华中科技大学"
    },
    {
        "value": "中南财经政法大学",
        "label": "中南财经政法大学"
    },
    {
        "value": "武汉理工大学",
        "label": "武汉理工大学"
    },
    {
        "value": "中国地质大学(武汉)",
        "label": "中国地质大学(武汉)"
    },
    {
        "value": "华中农业大学",
        "label": "华中农业大学"
    },
    {
        "value": "华中师范大学",
        "label": "华中师范大学"
    },
    {
        "value": "中南民族大学",
        "label": "中南民族大学"
    },
    {
        "value": "湖北大学",
        "label": "湖北大学"
    },
    {
        "value": "长江大学",
        "label": "长江大学"
    },
    {
        "value": "三峡大学",
        "label": "三峡大学"
    },
    {
        "value": "江汉大学",
        "label": "江汉大学"
    },
    {
        "value": "武汉科技大学",
        "label": "武汉科技大学"
    },
    {
        "value": "湖北工业大学",
        "label": "湖北工业大学"
    },
    {
        "value": "武汉工程大学",
        "label": "武汉工程大学"
    },
    {
        "value": "武汉纺织大学",
        "label": "武汉纺织大学"
    },
    {
        "value": "湖北中医药大学",
        "label": "湖北中医药大学"
    },
    {
        "value": "武汉轻工大学",
        "label": "武汉轻工大学"
    },
    {
        "value": "湖北汽车工业学院",
        "label": "湖北汽车工业学院"
    },
    {
        "value": "湖北医药学院",
        "label": "湖北医药学院"
    },
    {
        "value": "湖北工程学院",
        "label": "湖北工程学院"
    },
    {
        "value": "黄冈师范学院",
        "label": "黄冈师范学院"
    },
    {
        "value": "湖北师范学院",
        "label": "湖北师范学院"
    },
    {
        "value": "湖北经济学院",
        "label": "湖北经济学院"
    },
    {
        "value": "湖北警官学院",
        "label": "湖北警官学院"
    },
    {
        "value": "武汉体育学院",
        "label": "武汉体育学院"
    },
    {
        "value": "湖北美术学院",
        "label": "湖北美术学院"
    },
    {
        "value": "武汉音乐学院",
        "label": "武汉音乐学院"
    },
    {
        "value": "湖北民族学院",
        "label": "湖北民族学院"
    },
    {
        "value": "湖北文理学院",
        "label": "湖北文理学院"
    },
    {
        "value": "湖北理工学院",
        "label": "湖北理工学院"
    },
    {
        "value": "湖北科技学院",
        "label": "湖北科技学院"
    },
    {
        "value": "荆楚理工学院",
        "label": "荆楚理工学院"
    },
    {
        "value": "湖北第二师范学院",
        "label": "湖北第二师范学院"
    },
    {
        "value": "武汉生物工程学院",
        "label": "武汉生物工程学院"
    },
    {
        "value": "武汉东湖学院",
        "label": "武汉东湖学院"
    },
    {
        "value": "武汉工商学院",
        "label": "武汉工商学院"
    },
    {
        "value": "汉口学院",
        "label": "汉口学院"
    },
    {
        "value": "武昌理工学院",
        "label": "武昌理工学院"
    },
    {
        "value": "武昌工学院",
        "label": "武昌工学院"
    },
    {
        "value": "武汉商学院",
        "label": "武汉商学院"
    },
    {
        "value": "武汉工程科技学院",
        "label": "武汉工程科技学院"
    },
    {
        "value": "文华学院",
        "label": "文华学院"
    },
    {
        "value": "武汉设计工程学院",
        "label": "武汉设计工程学院"
    },
    {
        "value": "湖北商贸学院",
        "label": "湖北商贸学院"
    },
    {
        "value": "武汉学院",
        "label": "武汉学院"
    },
    {
        "value": "武昌首义学院",
        "label": "武昌首义学院"
    },
    {
        "value": "国防科学技术大学",
        "label": "国防科学技术大学"
    },
    {
        "value": "中南大学",
        "label": "中南大学"
    },
    {
        "value": "湖南大学",
        "label": "湖南大学"
    },
    {
        "value": "长沙理工大学",
        "label": "长沙理工大学"
    },
    {
        "value": "湖南师范大学",
        "label": "湖南师范大学"
    },
    {
        "value": "湖南科技大学",
        "label": "湖南科技大学"
    },
    {
        "value": "湘潭大学",
        "label": "湘潭大学"
    },
    {
        "value": "吉首大学",
        "label": "吉首大学"
    },
    {
        "value": "南华大学",
        "label": "南华大学"
    },
    {
        "value": "湖南工业大学",
        "label": "湖南工业大学"
    },
    {
        "value": "湖南农业大学",
        "label": "湖南农业大学"
    },
    {
        "value": "湖南中医药大学",
        "label": "湖南中医药大学"
    },
    {
        "value": "中南林业科技大学",
        "label": "中南林业科技大学"
    },
    {
        "value": "长沙学院",
        "label": "长沙学院"
    },
    {
        "value": "湖南城市学院",
        "label": "湖南城市学院"
    },
    {
        "value": "湖南工程学院",
        "label": "湖南工程学院"
    },
    {
        "value": "湖南理工学院",
        "label": "湖南理工学院"
    },
    {
        "value": "长沙医学院",
        "label": "长沙医学院"
    },
    {
        "value": "衡阳师范学院",
        "label": "衡阳师范学院"
    },
    {
        "value": "湘南学院",
        "label": "湘南学院"
    },
    {
        "value": "湖南涉外经济学院",
        "label": "湖南涉外经济学院"
    },
    {
        "value": "湖南商学院",
        "label": "湖南商学院"
    },
    {
        "value": "湖南文理学院",
        "label": "湖南文理学院"
    },
    {
        "value": "怀化学院",
        "label": "怀化学院"
    },
    {
        "value": "湖南科技学院",
        "label": "湖南科技学院"
    },
    {
        "value": "邵阳学院",
        "label": "邵阳学院"
    },
    {
        "value": "湖南人文科技学院",
        "label": "湖南人文科技学院"
    },
    {
        "value": "湖南工学院",
        "label": "湖南工学院"
    },
    {
        "value": "湖南第一师范学院",
        "label": "湖南第一师范学院"
    },
    {
        "value": "湖南女子学院",
        "label": "湖南女子学院"
    },
    {
        "value": "湖南财政经济学院",
        "label": "湖南财政经济学院"
    },
    {
        "value": "湖南警察学院",
        "label": "湖南警察学院"
    },
    {
        "value": "长沙师范学院",
        "label": "长沙师范学院"
    },
    {
        "value": "湖南医药学院",
        "label": "湖南医药学院"
    },
    {
        "value": "湖南信息学院",
        "label": "湖南信息学院"
    },
    {
        "value": "湖南应用技术学院",
        "label": "湖南应用技术学院"
    },
    {
        "value": "湖南交通工程学院",
        "label": "湖南交通工程学院"
    },
    {
        "value": "中山大学",
        "label": "中山大学"
    },
    {
        "value": "华南理工大学",
        "label": "华南理工大学"
    },
    {
        "value": "暨南大学",
        "label": "暨南大学"
    },
    {
        "value": "汕头大学",
        "label": "汕头大学"
    },
    {
        "value": "深圳大学",
        "label": "深圳大学"
    },
    {
        "value": "南方科技大学",
        "label": "南方科技大学"
    },
    {
        "value": "五邑大学",
        "label": "五邑大学"
    },
    {
        "value": "广东工业大学",
        "label": "广东工业大学"
    },
    {
        "value": "华南农业大学",
        "label": "华南农业大学"
    },
    {
        "value": "广东海洋大学",
        "label": "广东海洋大学"
    },
    {
        "value": "广州中医药大学",
        "label": "广州中医药大学"
    },
    {
        "value": "南方医科大学",
        "label": "南方医科大学"
    },
    {
        "value": "华南师范大学",
        "label": "华南师范大学"
    },
    {
        "value": "广东外语外贸大学",
        "label": "广东外语外贸大学"
    },
    {
        "value": "北京师范大学-香港浸会大学联合国际学院",
        "label": "北京师范大学-香港浸会大学联合国际学院"
    },
    {
        "value": "广州大学",
        "label": "广州大学"
    },
    {
        "value": "广东财经大学",
        "label": "广东财经大学"
    },
    {
        "value": "广东石油化工学院",
        "label": "广东石油化工学院"
    },
    {
        "value": "肇庆学院",
        "label": "肇庆学院"
    },
    {
        "value": "东莞理工学院",
        "label": "东莞理工学院"
    },
    {
        "value": "仲恺农业工程学院",
        "label": "仲恺农业工程学院"
    },
    {
        "value": "广东医学院",
        "label": "广东医学院"
    },
    {
        "value": "广州医科大学",
        "label": "广州医科大学"
    },
    {
        "value": "广东药学院",
        "label": "广东药学院"
    },
    {
        "value": "惠州学院",
        "label": "惠州学院"
    },
    {
        "value": "岭南师范学院",
        "label": "岭南师范学院"
    },
    {
        "value": "韩山师范学院",
        "label": "韩山师范学院"
    },
    {
        "value": "嘉应学院",
        "label": "嘉应学院"
    },
    {
        "value": "韶关学院",
        "label": "韶关学院"
    },
    {
        "value": "广东金融学院",
        "label": "广东金融学院"
    },
    {
        "value": "广东警官学院",
        "label": "广东警官学院"
    },
    {
        "value": "广州体育学院",
        "label": "广州体育学院"
    },
    {
        "value": "广州美术学院",
        "label": "广州美术学院"
    },
    {
        "value": "星海音乐学院",
        "label": "星海音乐学院"
    },
    {
        "value": "广东技术师范学院",
        "label": "广东技术师范学院"
    },
    {
        "value": "广东培正学院",
        "label": "广东培正学院"
    },
    {
        "value": "广东白云学院",
        "label": "广东白云学院"
    },
    {
        "value": "佛山科学技术学院",
        "label": "佛山科学技术学院"
    },
    {
        "value": "广东第二师范学院",
        "label": "广东第二师范学院"
    },
    {
        "value": "广东科技学院",
        "label": "广东科技学院"
    },
    {
        "value": "广州航海学院",
        "label": "广州航海学院"
    },
    {
        "value": "广州商学院",
        "label": "广州商学院"
    },
    {
        "value": "广州工商学院",
        "label": "广州工商学院"
    },
    {
        "value": "广东东软学院",
        "label": "广东东软学院"
    },
    {
        "value": "广东理工学院",
        "label": "广东理工学院"
    },
    {
        "value": "香港中文大学(深圳)",
        "label": "香港中文大学(深圳)"
    },
    {
        "value": "广西大学",
        "label": "广西大学"
    },
    {
        "value": "桂林电子科技大学",
        "label": "桂林电子科技大学"
    },
    {
        "value": "广西医科大学",
        "label": "广西医科大学"
    },
    {
        "value": "广西师范大学",
        "label": "广西师范大学"
    },
    {
        "value": "广西民族大学",
        "label": "广西民族大学"
    },
    {
        "value": "桂林理工大学",
        "label": "桂林理工大学"
    },
    {
        "value": "广西中医药大学",
        "label": "广西中医药大学"
    },
    {
        "value": "广西科技大学",
        "label": "广西科技大学"
    },
    {
        "value": "桂林医学院",
        "label": "桂林医学院"
    },
    {
        "value": "右江民族医学院",
        "label": "右江民族医学院"
    },
    {
        "value": "广西师范学院",
        "label": "广西师范学院"
    },
    {
        "value": "桂林航天工业学院",
        "label": "桂林航天工业学院"
    },
    {
        "value": "玉林师范学院",
        "label": "玉林师范学院"
    },
    {
        "value": "广西财经学院",
        "label": "广西财经学院"
    },
    {
        "value": "广西艺术学院",
        "label": "广西艺术学院"
    },
    {
        "value": "广西民族师范学院",
        "label": "广西民族师范学院"
    },
    {
        "value": "广西外国语学院",
        "label": "广西外国语学院"
    },
    {
        "value": "百色学院",
        "label": "百色学院"
    },
    {
        "value": "河池学院",
        "label": "河池学院"
    },
    {
        "value": "钦州学院",
        "label": "钦州学院"
    },
    {
        "value": "贺州学院",
        "label": "贺州学院"
    },
    {
        "value": "梧州学院",
        "label": "梧州学院"
    },
    {
        "value": "南宁学院",
        "label": "南宁学院"
    },
    {
        "value": "北海艺术设计学院",
        "label": "北海艺术设计学院"
    },
    {
        "value": "广西警察学院",
        "label": "广西警察学院"
    },
    {
        "value": "桂林旅游学院",
        "label": "桂林旅游学院"
    },
    {
        "value": "广西科技师范学院",
        "label": "广西科技师范学院"
    },
    {
        "value": "海南大学",
        "label": "海南大学"
    },
    {
        "value": "海南师范大学",
        "label": "海南师范大学"
    },
    {
        "value": "海南医学院",
        "label": "海南医学院"
    },
    {
        "value": "海南热带海洋学院",
        "label": "海南热带海洋学院"
    },
    {
        "value": "海口经济学院",
        "label": "海口经济学院"
    },
    {
        "value": "三亚学院",
        "label": "三亚学院"
    },
    {
        "value": "重庆大学",
        "label": "重庆大学"
    },
    {
        "value": "西南大学",
        "label": "西南大学"
    },
    {
        "value": "重庆交通大学",
        "label": "重庆交通大学"
    },
    {
        "value": "重庆邮电大学",
        "label": "重庆邮电大学"
    },
    {
        "value": "重庆医科大学",
        "label": "重庆医科大学"
    },
    {
        "value": "重庆师范大学",
        "label": "重庆师范大学"
    },
    {
        "value": "重庆理工大学",
        "label": "重庆理工大学"
    },
    {
        "value": "重庆工商大学",
        "label": "重庆工商大学"
    },
    {
        "value": "西南政法大学",
        "label": "西南政法大学"
    },
    {
        "value": "重庆科技学院",
        "label": "重庆科技学院"
    },
    {
        "value": "长江师范学院",
        "label": "长江师范学院"
    },
    {
        "value": "重庆第二师范学院",
        "label": "重庆第二师范学院"
    },
    {
        "value": "重庆警察学院",
        "label": "重庆警察学院"
    },
    {
        "value": "四川外国语大学",
        "label": "四川外国语大学"
    },
    {
        "value": "四川美术学院",
        "label": "四川美术学院"
    },
    {
        "value": "重庆三峡学院",
        "label": "重庆三峡学院"
    },
    {
        "value": "重庆文理学院",
        "label": "重庆文理学院"
    },
    {
        "value": "重庆人文科技学院",
        "label": "重庆人文科技学院"
    },
    {
        "value": "重庆工程学院",
        "label": "重庆工程学院"
    },
    {
        "value": "四川大学",
        "label": "四川大学"
    },
    {
        "value": "西南交通大学",
        "label": "西南交通大学"
    },
    {
        "value": "电子科技大学",
        "label": "电子科技大学"
    },
    {
        "value": "西南财经大学",
        "label": "西南财经大学"
    },
    {
        "value": "西南民族大学",
        "label": "西南民族大学"
    },
    {
        "value": "成都理工大学",
        "label": "成都理工大学"
    },
    {
        "value": "西华大学",
        "label": "西华大学"
    },
    {
        "value": "西南科技大学",
        "label": "西南科技大学"
    },
    {
        "value": "四川农业大学",
        "label": "四川农业大学"
    },
    {
        "value": "成都中医药大学",
        "label": "成都中医药大学"
    },
    {
        "value": "四川师范大学",
        "label": "四川师范大学"
    },
    {
        "value": "西华师范大学",
        "label": "西华师范大学"
    },
    {
        "value": "中国民用航空飞行学院",
        "label": "中国民用航空飞行学院"
    },
    {
        "value": "西南石油大学",
        "label": "西南石油大学"
    },
    {
        "value": "四川理工学院",
        "label": "四川理工学院"
    },
    {
        "value": "成都信息工程大学",
        "label": "成都信息工程大学"
    },
    {
        "value": "四川医科大学",
        "label": "四川医科大学"
    },
    {
        "value": "川北医学院",
        "label": "川北医学院"
    },
    {
        "value": "成都医学院",
        "label": "成都医学院"
    },
    {
        "value": "成都工业学院",
        "label": "成都工业学院"
    },
    {
        "value": "成都师范学院",
        "label": "成都师范学院"
    },
    {
        "value": "乐山师范学院",
        "label": "乐山师范学院"
    },
    {
        "value": "四川文理学院",
        "label": "四川文理学院"
    },
    {
        "value": "内江师范学院",
        "label": "内江师范学院"
    },
    {
        "value": "四川警察学院",
        "label": "四川警察学院"
    },
    {
        "value": "成都体育学院",
        "label": "成都体育学院"
    },
    {
        "value": "四川音乐学院",
        "label": "四川音乐学院"
    },
    {
        "value": "四川民族学院",
        "label": "四川民族学院"
    },
    {
        "value": "绵阳师范学院",
        "label": "绵阳师范学院"
    },
    {
        "value": "成都东软学院",
        "label": "成都东软学院"
    },
    {
        "value": "宜宾学院",
        "label": "宜宾学院"
    },
    {
        "value": "攀枝花学院",
        "label": "攀枝花学院"
    },
    {
        "value": "成都学院",
        "label": "成都学院"
    },
    {
        "value": "西昌学院",
        "label": "西昌学院"
    },
    {
        "value": "四川传媒学院",
        "label": "四川传媒学院"
    },
    {
        "value": "四川旅游学院",
        "label": "四川旅游学院"
    },
    {
        "value": "成都文理学院",
        "label": "成都文理学院"
    },
    {
        "value": "四川文化艺术学院",
        "label": "四川文化艺术学院"
    },
    {
        "value": "四川电影电视学院",
        "label": "四川电影电视学院"
    },
    {
        "value": "四川工业科技学院",
        "label": "四川工业科技学院"
    },
    {
        "value": "阿坝师范学院",
        "label": "阿坝师范学院"
    },
    {
        "value": "四川工商学院",
        "label": "四川工商学院"
    },
    {
        "value": "贵州大学",
        "label": "贵州大学"
    },
    {
        "value": "贵州师范大学",
        "label": "贵州师范大学"
    },
    {
        "value": "贵州财经大学",
        "label": "贵州财经大学"
    },
    {
        "value": "贵州民族大学",
        "label": "贵州民族大学"
    },
    {
        "value": "贵州医科大学",
        "label": "贵州医科大学"
    },
    {
        "value": "遵义医学院",
        "label": "遵义医学院"
    },
    {
        "value": "贵阳中医学院",
        "label": "贵阳中医学院"
    },
    {
        "value": "贵州师范学院",
        "label": "贵州师范学院"
    },
    {
        "value": "黔南民族师范学院",
        "label": "黔南民族师范学院"
    },
    {
        "value": "遵义师范学院",
        "label": "遵义师范学院"
    },
    {
        "value": "兴义民族师范学院",
        "label": "兴义民族师范学院"
    },
    {
        "value": "六盘水师范学院",
        "label": "六盘水师范学院"
    },
    {
        "value": "贵州工程应用技术学院",
        "label": "贵州工程应用技术学院"
    },
    {
        "value": "铜仁学院",
        "label": "铜仁学院"
    },
    {
        "value": "凯里学院",
        "label": "凯里学院"
    },
    {
        "value": "安顺学院",
        "label": "安顺学院"
    },
    {
        "value": "贵阳学院",
        "label": "贵阳学院"
    },
    {
        "value": "贵州理工学院",
        "label": "贵州理工学院"
    },
    {
        "value": "贵州商学院",
        "label": "贵州商学院"
    },
    {
        "value": "云南大学",
        "label": "云南大学"
    },
    {
        "value": "昆明理工大学",
        "label": "昆明理工大学"
    },
    {
        "value": "云南农业大学",
        "label": "云南农业大学"
    },
    {
        "value": "云南师范大学",
        "label": "云南师范大学"
    },
    {
        "value": "云南财经大学",
        "label": "云南财经大学"
    },
    {
        "value": "云南民族大学",
        "label": "云南民族大学"
    },
    {
        "value": "西南林业大学",
        "label": "西南林业大学"
    },
    {
        "value": "昆明医科大学",
        "label": "昆明医科大学"
    },
    {
        "value": "大理大学",
        "label": "大理大学"
    },
    {
        "value": "云南中医学院",
        "label": "云南中医学院"
    },
    {
        "value": "红河学院",
        "label": "红河学院"
    },
    {
        "value": "楚雄师范学院",
        "label": "楚雄师范学院"
    },
    {
        "value": "玉溪师范学院",
        "label": "玉溪师范学院"
    },
    {
        "value": "曲靖师范学院",
        "label": "曲靖师范学院"
    },
    {
        "value": "云南警官学院",
        "label": "云南警官学院"
    },
    {
        "value": "云南艺术学院",
        "label": "云南艺术学院"
    },
    {
        "value": "云南工商学院",
        "label": "云南工商学院"
    },
    {
        "value": "昆明学院",
        "label": "昆明学院"
    },
    {
        "value": "文山学院",
        "label": "文山学院"
    },
    {
        "value": "保山学院",
        "label": "保山学院"
    },
    {
        "value": "昭通学院",
        "label": "昭通学院"
    },
    {
        "value": "普洱学院",
        "label": "普洱学院"
    },
    {
        "value": "云南经济管理学院",
        "label": "云南经济管理学院"
    },
    {
        "value": "滇西科技师范学院",
        "label": "滇西科技师范学院"
    },
    {
        "value": "西藏大学",
        "label": "西藏大学"
    },
    {
        "value": "西藏民族大学",
        "label": "西藏民族大学"
    },
    {
        "value": "西藏藏医学院",
        "label": "西藏藏医学院"
    },
    {
        "value": "西安交通大学",
        "label": "西安交通大学"
    },
    {
        "value": "长安大学",
        "label": "长安大学"
    },
    {
        "value": "西安电子科技大学",
        "label": "西安电子科技大学"
    },
    {
        "value": "西北农林科技大学",
        "label": "西北农林科技大学"
    },
    {
        "value": "陕西师范大学",
        "label": "陕西师范大学"
    },
    {
        "value": "西北工业大学",
        "label": "西北工业大学"
    },
    {
        "value": "西北大学",
        "label": "西北大学"
    },
    {
        "value": "延安大学",
        "label": "延安大学"
    },
    {
        "value": "西安理工大学",
        "label": "西安理工大学"
    },
    {
        "value": "西安建筑科技大学",
        "label": "西安建筑科技大学"
    },
    {
        "value": "西安科技大学",
        "label": "西安科技大学"
    },
    {
        "value": "西安石油大学",
        "label": "西安石油大学"
    },
    {
        "value": "西安工程大学",
        "label": "西安工程大学"
    },
    {
        "value": "西安工业大学",
        "label": "西安工业大学"
    },
    {
        "value": "西安外国语大学",
        "label": "西安外国语大学"
    },
    {
        "value": "西北政法大学",
        "label": "西北政法大学"
    },
    {
        "value": "陕西科技大学",
        "label": "陕西科技大学"
    },
    {
        "value": "西安邮电大学",
        "label": "西安邮电大学"
    },
    {
        "value": "西安航空学院",
        "label": "西安航空学院"
    },
    {
        "value": "陕西中医药大学",
        "label": "陕西中医药大学"
    },
    {
        "value": "陕西学前师范学院",
        "label": "陕西学前师范学院"
    },
    {
        "value": "西安医学院",
        "label": "西安医学院"
    },
    {
        "value": "渭南师范学院",
        "label": "渭南师范学院"
    },
    {
        "value": "榆林学院",
        "label": "榆林学院"
    },
    {
        "value": "陕西理工学院",
        "label": "陕西理工学院"
    },
    {
        "value": "咸阳师范学院",
        "label": "咸阳师范学院"
    },
    {
        "value": "宝鸡文理学院",
        "label": "宝鸡文理学院"
    },
    {
        "value": "西安财经学院",
        "label": "西安财经学院"
    },
    {
        "value": "西安体育学院",
        "label": "西安体育学院"
    },
    {
        "value": "西安美术学院",
        "label": "西安美术学院"
    },
    {
        "value": "西安音乐学院",
        "label": "西安音乐学院"
    },
    {
        "value": "西安培华学院",
        "label": "西安培华学院"
    },
    {
        "value": "西安翻译学院",
        "label": "西安翻译学院"
    },
    {
        "value": "西安欧亚学院",
        "label": "西安欧亚学院"
    },
    {
        "value": "西安思源学院",
        "label": "西安思源学院"
    },
    {
        "value": "西京学院",
        "label": "西京学院"
    },
    {
        "value": "西安文理学院",
        "label": "西安文理学院"
    },
    {
        "value": "安康学院",
        "label": "安康学院"
    },
    {
        "value": "西安外事学院",
        "label": "西安外事学院"
    },
    {
        "value": "商洛学院",
        "label": "商洛学院"
    },
    {
        "value": "陕西国际商贸学院",
        "label": "陕西国际商贸学院"
    },
    {
        "value": "陕西服装工程学院",
        "label": "陕西服装工程学院"
    },
    {
        "value": "西安交通工程学院",
        "label": "西安交通工程学院"
    },
    {
        "value": "兰州大学",
        "label": "兰州大学"
    },
    {
        "value": "西北民族大学",
        "label": "西北民族大学"
    },
    {
        "value": "兰州理工大学",
        "label": "兰州理工大学"
    },
    {
        "value": "兰州交通大学",
        "label": "兰州交通大学"
    },
    {
        "value": "甘肃农业大学",
        "label": "甘肃农业大学"
    },
    {
        "value": "西北师范大学",
        "label": "西北师范大学"
    },
    {
        "value": "兰州财经大学",
        "label": "兰州财经大学"
    },
    {
        "value": "甘肃中医药大学",
        "label": "甘肃中医药大学"
    },
    {
        "value": "陇东学院",
        "label": "陇东学院"
    },
    {
        "value": "天水师范学院",
        "label": "天水师范学院"
    },
    {
        "value": "甘肃政法学院",
        "label": "甘肃政法学院"
    },
    {
        "value": "兰州城市学院",
        "label": "兰州城市学院"
    },
    {
        "value": "河西学院",
        "label": "河西学院"
    },
    {
        "value": "甘肃民族师范学院",
        "label": "甘肃民族师范学院"
    },
    {
        "value": "兰州工业学院",
        "label": "兰州工业学院"
    },
    {
        "value": "兰州文理学院",
        "label": "兰州文理学院"
    },
    {
        "value": "甘肃医学院",
        "label": "甘肃医学院"
    },
    {
        "value": "青海大学",
        "label": "青海大学"
    },
    {
        "value": "青海师范大学",
        "label": "青海师范大学"
    },
    {
        "value": "青海民族大学",
        "label": "青海民族大学"
    },
    {
        "value": "宁夏大学",
        "label": "宁夏大学"
    },
    {
        "value": "北方民族大学",
        "label": "北方民族大学"
    },
    {
        "value": "宁夏医科大学",
        "label": "宁夏医科大学"
    },
    {
        "value": "宁夏理工学院",
        "label": "宁夏理工学院"
    },
    {
        "value": "宁夏师范学院",
        "label": "宁夏师范学院"
    },
    {
        "value": "银川能源学院",
        "label": "银川能源学院"
    },
    {
        "value": "新疆大学",
        "label": "新疆大学"
    },
    {
        "value": "石河子大学",
        "label": "石河子大学"
    },
    {
        "value": "新疆农业大学",
        "label": "新疆农业大学"
    },
    {
        "value": "塔里木大学",
        "label": "塔里木大学"
    },
    {
        "value": "新疆医科大学",
        "label": "新疆医科大学"
    },
    {
        "value": "新疆师范大学",
        "label": "新疆师范大学"
    },
    {
        "value": "喀什大学",
        "label": "喀什大学"
    },
    {
        "value": "伊犁师范学院",
        "label": "伊犁师范学院"
    },
    {
        "value": "新疆财经大学",
        "label": "新疆财经大学"
    },
    {
        "value": "新疆艺术学院",
        "label": "新疆艺术学院"
    },
    {
        "value": "昌吉学院",
        "label": "昌吉学院"
    },
    {
        "value": "新疆工程学院",
        "label": "新疆工程学院"
    },
    {
        "value": "新疆警察学院",
        "label": "新疆警察学院"
    },
    {
        "value": "香港中文大学",
        "label": "香港中文大学"
    },
    {
        "value": "香港城市大学",
        "label": "香港城市大学"
    },
    {
        "value": "香港大学",
        "label": "香港大学"
    },
    {
        "value": "香港科技大学",
        "label": "香港科技大学"
    },
    {
        "value": "香港理工大学",
        "label": "香港理工大学"
    },
    {
        "value": "香港浸会大学",
        "label": "香港浸会大学"
    },
    {
        "value": "香港岭南大学",
        "label": "香港岭南大学"
    },
    {
        "value": "香港教育学院",
        "label": "香港教育学院"
    },
    {
        "value": "香港树仁大学",
        "label": "香港树仁大学"
    },
    {
        "value": "香港公开大学",
        "label": "香港公开大学"
    },
    {
        "value": "香港演艺学院",
        "label": "香港演艺学院"
    },
    {
        "value": "珠海学院",
        "label": "珠海学院"
    },
    {
        "value": "香港高等科技教育学院",
        "label": "香港高等科技教育学院"
    },
    {
        "value": "明爱专上学院",
        "label": "明爱专上学院"
    },
    {
        "value": "明德学院",
        "label": "明德学院"
    },
    {
        "value": "东华学院",
        "label": "东华学院"
    },
    {
        "value": "恒生管理学院",
        "label": "恒生管理学院"
    },
    {
        "value": "澳门大学",
        "label": "澳门大学"
    },
    {
        "value": "澳门理工学院",
        "label": "澳门理工学院"
    },
    {
        "value": "澳门科技大学",
        "label": "澳门科技大学"
    },
    {
        "value": "澳门城市大学",
        "label": "澳门城市大学"
    },
    {
        "value": "澳门镜湖护理学院",
        "label": "澳门镜湖护理学院"
    },
    {
        "value": "澳门旅游学院",
        "label": "澳门旅游学院"
    },
    {
        "value": "台湾中央大学",
        "label": "台湾中央大学"
    },
    {
        "value": "台湾清华大学",
        "label": "台湾清华大学"
    },
    {
        "value": "交通大学",
        "label": "交通大学"
    },
    {
        "value": "台湾大学",
        "label": "台湾大学"
    },
    {
        "value": "嘉义大学",
        "label": "嘉义大学"
    },
    {
        "value": "元智大学",
        "label": "元智大学"
    }
]

export default {
    data
}