const data = [
    {
        "value": "哲学",
        "label": "哲学"
    },
    {
        "value": "逻辑学",
        "label": "逻辑学"
    },
    {
        "value": "宗教学",
        "label": "宗教学"
    },
    {
        "value": "伦理学",
        "label": "伦理学"
    },
    {
        "value": "经济学",
        "label": "经济学"
    },
    {
        "value": "经济统计学",
        "label": "经济统计学"
    },
    {
        "value": "国民经济管理",
        "label": "国民经济管理"
    },
    {
        "value": "资源与环境经济学",
        "label": "资源与环境经济学"
    },
    {
        "value": "商务经济学",
        "label": "商务经济学"
    },
    {
        "value": "能源经济",
        "label": "能源经济"
    },
    {
        "value": "财政学",
        "label": "财政学"
    },
    {
        "value": "税收学",
        "label": "税收学"
    },
    {
        "value": "金融学",
        "label": "金融学"
    },
    {
        "value": "金融工程",
        "label": "金融工程"
    },
    {
        "value": "保险学",
        "label": "保险学"
    },
    {
        "value": "投资学",
        "label": "投资学"
    },
    {
        "value": "金融数学",
        "label": "金融数学"
    },
    {
        "value": "信用管理（注：可授经济学或管理学学士学位）",
        "label": "信用管理（注：可授经济学或管理学学士学位）"
    },
    {
        "value": "经济与金融",
        "label": "经济与金融"
    },
    {
        "value": "国际经济与贸易",
        "label": "国际经济与贸易"
    },
    {
        "value": "贸易经济",
        "label": "贸易经济"
    },
    {
        "value": "法学",
        "label": "法学"
    },
    {
        "value": "知识产权",
        "label": "知识产权"
    },
    {
        "value": "监狱学",
        "label": "监狱学"
    },
    {
        "value": "政治学与行政学",
        "label": "政治学与行政学"
    },
    {
        "value": "国际政治",
        "label": "国际政治"
    },
    {
        "value": "外交学",
        "label": "外交学"
    },
    {
        "value": "国际事务与国际关系",
        "label": "国际事务与国际关系"
    },
    {
        "value": "政治学、经济学与哲学",
        "label": "政治学、经济学与哲学"
    },
    {
        "value": "社会学",
        "label": "社会学"
    },
    {
        "value": "社会工作",
        "label": "社会工作"
    },
    {
        "value": "人类学",
        "label": "人类学"
    },
    {
        "value": "女性学",
        "label": "女性学"
    },
    {
        "value": "家政学",
        "label": "家政学"
    },
    {
        "value": "民族学",
        "label": "民族学"
    },
    {
        "value": "科学社会主义",
        "label": "科学社会主义"
    },
    {
        "value": "中国共产党历史",
        "label": "中国共产党历史"
    },
    {
        "value": "思想政治教育",
        "label": "思想政治教育"
    },
    {
        "value": "治安学",
        "label": "治安学"
    },
    {
        "value": "侦查学",
        "label": "侦查学"
    },
    {
        "value": "边防管理",
        "label": "边防管理"
    },
    {
        "value": "禁毒学",
        "label": "禁毒学"
    },
    {
        "value": "警犬技术",
        "label": "警犬技术"
    },
    {
        "value": "经济犯罪侦查",
        "label": "经济犯罪侦查"
    },
    {
        "value": "边防指挥",
        "label": "边防指挥"
    },
    {
        "value": "消防指挥",
        "label": "消防指挥"
    },
    {
        "value": "警卫学",
        "label": "警卫学"
    },
    {
        "value": "公安情报学",
        "label": "公安情报学"
    },
    {
        "value": "犯罪学",
        "label": "犯罪学"
    },
    {
        "value": "公安管理学",
        "label": "公安管理学"
    },
    {
        "value": "涉外警务",
        "label": "涉外警务"
    },
    {
        "value": "国内安全保卫",
        "label": "国内安全保卫"
    },
    {
        "value": "警务指挥与战术",
        "label": "警务指挥与战术"
    },
    {
        "value": "教育学",
        "label": "教育学"
    },
    {
        "value": "科学教育",
        "label": "科学教育"
    },
    {
        "value": "人文教育",
        "label": "人文教育"
    },
    {
        "value": "教育技术学（注：可授教育学或理学或工学学士学位）",
        "label": "教育技术学（注：可授教育学或理学或工学学士学位）"
    },
    {
        "value": "艺术教育（注：可授教育学或艺术学学士学位）",
        "label": "艺术教育（注：可授教育学或艺术学学士学位）"
    },
    {
        "value": "学前教育",
        "label": "学前教育"
    },
    {
        "value": "小学教育",
        "label": "小学教育"
    },
    {
        "value": "特殊教育",
        "label": "特殊教育"
    },
    {
        "value": "华文教育",
        "label": "华文教育"
    },
    {
        "value": "体育教育",
        "label": "体育教育"
    },
    {
        "value": "运动训练",
        "label": "运动训练"
    },
    {
        "value": "社会体育指导与管理",
        "label": "社会体育指导与管理"
    },
    {
        "value": "武术与民族传统体育",
        "label": "武术与民族传统体育"
    },
    {
        "value": "运动人体科学",
        "label": "运动人体科学"
    },
    {
        "value": "运动康复（注：可授教育学或理学学士学位）",
        "label": "运动康复（注：可授教育学或理学学士学位）"
    },
    {
        "value": "休闲体育",
        "label": "休闲体育"
    },
    {
        "value": "汉语言文学",
        "label": "汉语言文学"
    },
    {
        "value": "汉语言",
        "label": "汉语言"
    },
    {
        "value": "汉语国际教育",
        "label": "汉语国际教育"
    },
    {
        "value": "中国少数民族语言文学",
        "label": "中国少数民族语言文学"
    },
    {
        "value": "古典文献学",
        "label": "古典文献学"
    },
    {
        "value": "应用语言学",
        "label": "应用语言学"
    },
    {
        "value": "秘书学",
        "label": "秘书学"
    },
    {
        "value": "英语",
        "label": "英语"
    },
    {
        "value": "俄语",
        "label": "俄语"
    },
    {
        "value": "德语",
        "label": "德语"
    },
    {
        "value": "法语",
        "label": "法语"
    },
    {
        "value": "西班牙语",
        "label": "西班牙语"
    },
    {
        "value": "阿拉伯语",
        "label": "阿拉伯语"
    },
    {
        "value": "日语",
        "label": "日语"
    },
    {
        "value": "波斯语",
        "label": "波斯语"
    },
    {
        "value": "朝鲜语",
        "label": "朝鲜语"
    },
    {
        "value": "菲律宾语",
        "label": "菲律宾语"
    },
    {
        "value": "梵语巴利语",
        "label": "梵语巴利语"
    },
    {
        "value": "印度尼西亚语",
        "label": "印度尼西亚语"
    },
    {
        "value": "印地语",
        "label": "印地语"
    },
    {
        "value": "柬埔寨语",
        "label": "柬埔寨语"
    },
    {
        "value": "老挝语",
        "label": "老挝语"
    },
    {
        "value": "缅甸语",
        "label": "缅甸语"
    },
    {
        "value": "马来语",
        "label": "马来语"
    },
    {
        "value": "蒙古语",
        "label": "蒙古语"
    },
    {
        "value": "僧伽罗语",
        "label": "僧伽罗语"
    },
    {
        "value": "泰语",
        "label": "泰语"
    },
    {
        "value": "乌尔都语",
        "label": "乌尔都语"
    },
    {
        "value": "希伯来语",
        "label": "希伯来语"
    },
    {
        "value": "越南语",
        "label": "越南语"
    },
    {
        "value": "豪萨语",
        "label": "豪萨语"
    },
    {
        "value": "斯瓦希里语",
        "label": "斯瓦希里语"
    },
    {
        "value": "阿尔巴尼亚语",
        "label": "阿尔巴尼亚语"
    },
    {
        "value": "保加利亚语",
        "label": "保加利亚语"
    },
    {
        "value": "波兰语",
        "label": "波兰语"
    },
    {
        "value": "捷克语",
        "label": "捷克语"
    },
    {
        "value": "斯洛伐克语",
        "label": "斯洛伐克语"
    },
    {
        "value": "罗马尼亚语",
        "label": "罗马尼亚语"
    },
    {
        "value": "葡萄牙语",
        "label": "葡萄牙语"
    },
    {
        "value": "瑞典语",
        "label": "瑞典语"
    },
    {
        "value": "塞尔维亚语",
        "label": "塞尔维亚语"
    },
    {
        "value": "土耳其语",
        "label": "土耳其语"
    },
    {
        "value": "希腊语",
        "label": "希腊语"
    },
    {
        "value": "匈牙利语",
        "label": "匈牙利语"
    },
    {
        "value": "意大利语",
        "label": "意大利语"
    },
    {
        "value": "泰米尔语",
        "label": "泰米尔语"
    },
    {
        "value": "普什图语",
        "label": "普什图语"
    },
    {
        "value": "世界语",
        "label": "世界语"
    },
    {
        "value": "孟加拉语",
        "label": "孟加拉语"
    },
    {
        "value": "尼泊尔语",
        "label": "尼泊尔语"
    },
    {
        "value": "克罗地亚语",
        "label": "克罗地亚语"
    },
    {
        "value": "荷兰语",
        "label": "荷兰语"
    },
    {
        "value": "芬兰语",
        "label": "芬兰语"
    },
    {
        "value": "乌克兰语",
        "label": "乌克兰语"
    },
    {
        "value": "挪威语",
        "label": "挪威语"
    },
    {
        "value": "丹麦语",
        "label": "丹麦语"
    },
    {
        "value": "冰岛语",
        "label": "冰岛语"
    },
    {
        "value": "爱尔兰语",
        "label": "爱尔兰语"
    },
    {
        "value": "拉脱维亚语",
        "label": "拉脱维亚语"
    },
    {
        "value": "立陶宛语",
        "label": "立陶宛语"
    },
    {
        "value": "斯洛文尼亚语",
        "label": "斯洛文尼亚语"
    },
    {
        "value": "爱沙尼亚语",
        "label": "爱沙尼亚语"
    },
    {
        "value": "马耳他语",
        "label": "马耳他语"
    },
    {
        "value": "哈萨克语",
        "label": "哈萨克语"
    },
    {
        "value": "乌兹别克语",
        "label": "乌兹别克语"
    },
    {
        "value": "祖鲁语",
        "label": "祖鲁语"
    },
    {
        "value": "拉丁语",
        "label": "拉丁语"
    },
    {
        "value": "翻译",
        "label": "翻译"
    },
    {
        "value": "商务英语",
        "label": "商务英语"
    },
    {
        "value": "新闻学",
        "label": "新闻学"
    },
    {
        "value": "广播电视学",
        "label": "广播电视学"
    },
    {
        "value": "广告学",
        "label": "广告学"
    },
    {
        "value": "传播学",
        "label": "传播学"
    },
    {
        "value": "编辑出版学",
        "label": "编辑出版学"
    },
    {
        "value": "网络与新媒体",
        "label": "网络与新媒体"
    },
    {
        "value": "数字出版",
        "label": "数字出版"
    },
    {
        "value": "历史学",
        "label": "历史学"
    },
    {
        "value": "世界史",
        "label": "世界史"
    },
    {
        "value": "考古学",
        "label": "考古学"
    },
    {
        "value": "文物与博物馆学",
        "label": "文物与博物馆学"
    },
    {
        "value": "文物保护技术",
        "label": "文物保护技术"
    },
    {
        "value": "外国语言与外国历史（注：可授历史学或文学学士学位）",
        "label": "外国语言与外国历史（注：可授历史学或文学学士学位）"
    },
    {
        "value": "数学与应用数学",
        "label": "数学与应用数学"
    },
    {
        "value": "信息与计算科学",
        "label": "信息与计算科学"
    },
    {
        "value": "数理基础科学",
        "label": "数理基础科学"
    },
    {
        "value": "物理学",
        "label": "物理学"
    },
    {
        "value": "应用物理学",
        "label": "应用物理学"
    },
    {
        "value": "核物理",
        "label": "核物理"
    },
    {
        "value": "声学",
        "label": "声学"
    },
    {
        "value": "化学",
        "label": "化学"
    },
    {
        "value": "应用化学（注：可授理学或工学学士学位）",
        "label": "应用化学（注：可授理学或工学学士学位）"
    },
    {
        "value": "化学生物学",
        "label": "化学生物学"
    },
    {
        "value": "分子科学与工程",
        "label": "分子科学与工程"
    },
    {
        "value": "天文学",
        "label": "天文学"
    },
    {
        "value": "地理科学",
        "label": "地理科学"
    },
    {
        "value": "自然地理与资源环境（注：可授理学或管理学学士学位）",
        "label": "自然地理与资源环境（注：可授理学或管理学学士学位）"
    },
    {
        "value": "人文地理与城乡规划（注：可授理学或管理学学士学位）",
        "label": "人文地理与城乡规划（注：可授理学或管理学学士学位）"
    },
    {
        "value": "地理信息科学",
        "label": "地理信息科学"
    },
    {
        "value": "大气科学",
        "label": "大气科学"
    },
    {
        "value": "应用气象学",
        "label": "应用气象学"
    },
    {
        "value": "海洋科学",
        "label": "海洋科学"
    },
    {
        "value": "海洋技术(注：可授理学或工学学士学位)",
        "label": "海洋技术(注：可授理学或工学学士学位)"
    },
    {
        "value": "海洋资源与环境",
        "label": "海洋资源与环境"
    },
    {
        "value": "军事海洋学",
        "label": "军事海洋学"
    },
    {
        "value": "地球物理学",
        "label": "地球物理学"
    },
    {
        "value": "空间科学与技术（注：可授理学或工学学士学位）",
        "label": "空间科学与技术（注：可授理学或工学学士学位）"
    },
    {
        "value": "地质学",
        "label": "地质学"
    },
    {
        "value": "地球化学",
        "label": "地球化学"
    },
    {
        "value": "地球信息科学与技术（注：可授理学或工学学士学位）",
        "label": "地球信息科学与技术（注：可授理学或工学学士学位）"
    },
    {
        "value": "古生物学",
        "label": "古生物学"
    },
    {
        "value": "生物科学",
        "label": "生物科学"
    },
    {
        "value": "生物技术（注：可授理学或工学学士学位）",
        "label": "生物技术（注：可授理学或工学学士学位）"
    },
    {
        "value": "生物信息学（注：可授理学或工学学士学位）",
        "label": "生物信息学（注：可授理学或工学学士学位）"
    },
    {
        "value": "生态学",
        "label": "生态学"
    },
    {
        "value": "心理学（注：可授理学或教育学学士学位）",
        "label": "心理学（注：可授理学或教育学学士学位）"
    },
    {
        "value": "应用心理学（注：可授理学或教育学学士学位）",
        "label": "应用心理学（注：可授理学或教育学学士学位）"
    },
    {
        "value": "统计学",
        "label": "统计学"
    },
    {
        "value": "应用统计学",
        "label": "应用统计学"
    },
    {
        "value": "理论与应用力学（注：可授工学或理学学士学位）",
        "label": "理论与应用力学（注：可授工学或理学学士学位）"
    },
    {
        "value": "工程力学",
        "label": "工程力学"
    },
    {
        "value": "机械工程",
        "label": "机械工程"
    },
    {
        "value": "机械设计制造及其自动化",
        "label": "机械设计制造及其自动化"
    },
    {
        "value": "材料成型及控制工程",
        "label": "材料成型及控制工程"
    },
    {
        "value": "机械电子工程",
        "label": "机械电子工程"
    },
    {
        "value": "工业设计",
        "label": "工业设计"
    },
    {
        "value": "过程装备与控制工程",
        "label": "过程装备与控制工程"
    },
    {
        "value": "车辆工程",
        "label": "车辆工程"
    },
    {
        "value": "汽车服务工程",
        "label": "汽车服务工程"
    },
    {
        "value": "机械工艺技术",
        "label": "机械工艺技术"
    },
    {
        "value": "微机电系统工程",
        "label": "微机电系统工程"
    },
    {
        "value": "机电技术教育",
        "label": "机电技术教育"
    },
    {
        "value": "汽车维修工程教育",
        "label": "汽车维修工程教育"
    },
    {
        "value": "测控技术与仪器",
        "label": "测控技术与仪器"
    },
    {
        "value": "材料科学与工程",
        "label": "材料科学与工程"
    },
    {
        "value": "材料物理（注：可授工学或理学学士学位）",
        "label": "材料物理（注：可授工学或理学学士学位）"
    },
    {
        "value": "材料化学（注：可授工学或理学学士学位）",
        "label": "材料化学（注：可授工学或理学学士学位）"
    },
    {
        "value": "冶金工程",
        "label": "冶金工程"
    },
    {
        "value": "金属材料工程",
        "label": "金属材料工程"
    },
    {
        "value": "无机非金属材料工程",
        "label": "无机非金属材料工程"
    },
    {
        "value": "高分子材料与工程",
        "label": "高分子材料与工程"
    },
    {
        "value": "复合材料与工程",
        "label": "复合材料与工程"
    },
    {
        "value": "粉体材料科学与工程",
        "label": "粉体材料科学与工程"
    },
    {
        "value": "宝石及材料工艺学",
        "label": "宝石及材料工艺学"
    },
    {
        "value": "焊接技术与工程",
        "label": "焊接技术与工程"
    },
    {
        "value": "功能材料",
        "label": "功能材料"
    },
    {
        "value": "纳米材料与技术",
        "label": "纳米材料与技术"
    },
    {
        "value": "新能源材料与器件",
        "label": "新能源材料与器件"
    },
    {
        "value": "能源与动力工程",
        "label": "能源与动力工程"
    },
    {
        "value": "能源与环境系统工程",
        "label": "能源与环境系统工程"
    },
    {
        "value": "新能源科学与工程",
        "label": "新能源科学与工程"
    },
    {
        "value": "电气工程及其自动化",
        "label": "电气工程及其自动化"
    },
    {
        "value": "智能电网信息工程",
        "label": "智能电网信息工程"
    },
    {
        "value": "光源与照明",
        "label": "光源与照明"
    },
    {
        "value": "电气工程与智能控制",
        "label": "电气工程与智能控制"
    },
    {
        "value": "电子信息工程（注：可授工学或理学学士学位）",
        "label": "电子信息工程（注：可授工学或理学学士学位）"
    },
    {
        "value": "电子科学与技术（注：可授工学或理学学士学位）",
        "label": "电子科学与技术（注：可授工学或理学学士学位）"
    },
    {
        "value": "通信工程",
        "label": "通信工程"
    },
    {
        "value": "微电子科学与工程（注：可授工学或理学学士学位）",
        "label": "微电子科学与工程（注：可授工学或理学学士学位）"
    },
    {
        "value": "光电信息科学与工程（注：可授工学或理学学士学位）",
        "label": "光电信息科学与工程（注：可授工学或理学学士学位）"
    },
    {
        "value": "信息工程",
        "label": "信息工程"
    },
    {
        "value": "广播电视工程",
        "label": "广播电视工程"
    },
    {
        "value": "水声工程",
        "label": "水声工程"
    },
    {
        "value": "电子封装技术",
        "label": "电子封装技术"
    },
    {
        "value": "集成电路设计与集成系统",
        "label": "集成电路设计与集成系统"
    },
    {
        "value": "医学信息工程",
        "label": "医学信息工程"
    },
    {
        "value": "电磁场与无线技术",
        "label": "电磁场与无线技术"
    },
    {
        "value": "电波传播与天线",
        "label": "电波传播与天线"
    },
    {
        "value": "电子信息科学与技术(注：可授工学或理学学士学位)",
        "label": "电子信息科学与技术(注：可授工学或理学学士学位)"
    },
    {
        "value": "电信工程及管理",
        "label": "电信工程及管理"
    },
    {
        "value": "应用电子技术教育",
        "label": "应用电子技术教育"
    },
    {
        "value": "自动化",
        "label": "自动化"
    },
    {
        "value": "轨道交通信号与控制",
        "label": "轨道交通信号与控制"
    },
    {
        "value": "计算机科学与技术（注：可授工学或理学学士学位）",
        "label": "计算机科学与技术（注：可授工学或理学学士学位）"
    },
    {
        "value": "软件工程",
        "label": "软件工程"
    },
    {
        "value": "网络工程",
        "label": "网络工程"
    },
    {
        "value": "信息安全（注：可授工学或理学或管理学学士学位）",
        "label": "信息安全（注：可授工学或理学或管理学学士学位）"
    },
    {
        "value": "物联网工程",
        "label": "物联网工程"
    },
    {
        "value": "数字媒体技术",
        "label": "数字媒体技术"
    },
    {
        "value": "智能科学与技术",
        "label": "智能科学与技术"
    },
    {
        "value": "空间信息与数字技术",
        "label": "空间信息与数字技术"
    },
    {
        "value": "电子与计算机工程",
        "label": "电子与计算机工程"
    },
    {
        "value": "土木工程",
        "label": "土木工程"
    },
    {
        "value": "建筑环境与能源应用工程",
        "label": "建筑环境与能源应用工程"
    },
    {
        "value": "给排水科学与工程",
        "label": "给排水科学与工程"
    },
    {
        "value": "建筑电气与智能化",
        "label": "建筑电气与智能化"
    },
    {
        "value": "城市地下空间工程",
        "label": "城市地下空间工程"
    },
    {
        "value": "道路桥梁与渡河工程",
        "label": "道路桥梁与渡河工程"
    },
    {
        "value": "水利水电工程",
        "label": "水利水电工程"
    },
    {
        "value": "水文与水资源工程",
        "label": "水文与水资源工程"
    },
    {
        "value": "港口航道与海岸工程",
        "label": "港口航道与海岸工程"
    },
    {
        "value": "水务工程",
        "label": "水务工程"
    },
    {
        "value": "测绘工程",
        "label": "测绘工程"
    },
    {
        "value": "遥感科学与技术",
        "label": "遥感科学与技术"
    },
    {
        "value": "导航工程",
        "label": "导航工程"
    },
    {
        "value": "地理国情监测",
        "label": "地理国情监测"
    },
    {
        "value": "化学工程与工艺",
        "label": "化学工程与工艺"
    },
    {
        "value": "制药工程",
        "label": "制药工程"
    },
    {
        "value": "资源循环科学与工程",
        "label": "资源循环科学与工程"
    },
    {
        "value": "能源化学工程",
        "label": "能源化学工程"
    },
    {
        "value": "化学工程与工业生物工程",
        "label": "化学工程与工业生物工程"
    },
    {
        "value": "地质工程",
        "label": "地质工程"
    },
    {
        "value": "勘查技术与工程",
        "label": "勘查技术与工程"
    },
    {
        "value": "资源勘查工程",
        "label": "资源勘查工程"
    },
    {
        "value": "地下水科学与工程",
        "label": "地下水科学与工程"
    },
    {
        "value": "采矿工程",
        "label": "采矿工程"
    },
    {
        "value": "石油工程",
        "label": "石油工程"
    },
    {
        "value": "矿物加工工程",
        "label": "矿物加工工程"
    },
    {
        "value": "油气储运工程",
        "label": "油气储运工程"
    },
    {
        "value": "矿物资源工程",
        "label": "矿物资源工程"
    },
    {
        "value": "海洋油气工程",
        "label": "海洋油气工程"
    },
    {
        "value": "纺织工程",
        "label": "纺织工程"
    },
    {
        "value": "服装设计与工程（注：可授工学或艺术学学士学位）",
        "label": "服装设计与工程（注：可授工学或艺术学学士学位）"
    },
    {
        "value": "非织造材料与工程",
        "label": "非织造材料与工程"
    },
    {
        "value": "服装设计与工艺教育",
        "label": "服装设计与工艺教育"
    },
    {
        "value": "轻化工程",
        "label": "轻化工程"
    },
    {
        "value": "包装工程",
        "label": "包装工程"
    },
    {
        "value": "印刷工程",
        "label": "印刷工程"
    },
    {
        "value": "交通运输",
        "label": "交通运输"
    },
    {
        "value": "交通工程",
        "label": "交通工程"
    },
    {
        "value": "航海技术",
        "label": "航海技术"
    },
    {
        "value": "轮机工程",
        "label": "轮机工程"
    },
    {
        "value": "飞行技术",
        "label": "飞行技术"
    },
    {
        "value": "交通设备与控制工程",
        "label": "交通设备与控制工程"
    },
    {
        "value": "救助与打捞工程",
        "label": "救助与打捞工程"
    },
    {
        "value": "船舶电子电气工程",
        "label": "船舶电子电气工程"
    },
    {
        "value": "船舶与海洋工程",
        "label": "船舶与海洋工程"
    },
    {
        "value": "海洋工程与技术",
        "label": "海洋工程与技术"
    },
    {
        "value": "海洋资源开发技术",
        "label": "海洋资源开发技术"
    },
    {
        "value": "航空航天工程",
        "label": "航空航天工程"
    },
    {
        "value": "飞行器设计与工程",
        "label": "飞行器设计与工程"
    },
    {
        "value": "飞行器制造工程",
        "label": "飞行器制造工程"
    },
    {
        "value": "飞行器动力工程",
        "label": "飞行器动力工程"
    },
    {
        "value": "飞行器环境与生命保障工程",
        "label": "飞行器环境与生命保障工程"
    },
    {
        "value": "飞行器质量与可靠性",
        "label": "飞行器质量与可靠性"
    },
    {
        "value": "飞行器适航技术",
        "label": "飞行器适航技术"
    },
    {
        "value": "武器系统与工程",
        "label": "武器系统与工程"
    },
    {
        "value": "武器发射工程",
        "label": "武器发射工程"
    },
    {
        "value": "探测制导与控制技术",
        "label": "探测制导与控制技术"
    },
    {
        "value": "弹药工程与爆炸技术",
        "label": "弹药工程与爆炸技术"
    },
    {
        "value": "特种能源技术与工程",
        "label": "特种能源技术与工程"
    },
    {
        "value": "装甲车辆工程",
        "label": "装甲车辆工程"
    },
    {
        "value": "信息对抗技术",
        "label": "信息对抗技术"
    },
    {
        "value": "核工程与核技术",
        "label": "核工程与核技术"
    },
    {
        "value": "辐射防护与核安全",
        "label": "辐射防护与核安全"
    },
    {
        "value": "工程物理",
        "label": "工程物理"
    },
    {
        "value": "核化工与核燃料工程",
        "label": "核化工与核燃料工程"
    },
    {
        "value": "农业工程",
        "label": "农业工程"
    },
    {
        "value": "农业机械化及其自动化",
        "label": "农业机械化及其自动化"
    },
    {
        "value": "农业电气化",
        "label": "农业电气化"
    },
    {
        "value": "农业建筑环境与能源工程",
        "label": "农业建筑环境与能源工程"
    },
    {
        "value": "农业水利工程",
        "label": "农业水利工程"
    },
    {
        "value": "森林工程",
        "label": "森林工程"
    },
    {
        "value": "木材科学与工程",
        "label": "木材科学与工程"
    },
    {
        "value": "林产化工",
        "label": "林产化工"
    },
    {
        "value": "环境科学与工程",
        "label": "环境科学与工程"
    },
    {
        "value": "环境工程",
        "label": "环境工程"
    },
    {
        "value": "环境科学（注：可授工学或理学学士学位）",
        "label": "环境科学（注：可授工学或理学学士学位）"
    },
    {
        "value": "环境生态工程",
        "label": "环境生态工程"
    },
    {
        "value": "环保设备工程",
        "label": "环保设备工程"
    },
    {
        "value": "资源环境科学（注：可授工学或理学学士学位）",
        "label": "资源环境科学（注：可授工学或理学学士学位）"
    },
    {
        "value": "水质科学与技术",
        "label": "水质科学与技术"
    },
    {
        "value": "生物医学工程（注：可授工学或理学学士学位）",
        "label": "生物医学工程（注：可授工学或理学学士学位）"
    },
    {
        "value": "假肢矫形工程",
        "label": "假肢矫形工程"
    },
    {
        "value": "食品科学与工程（注：可授工学或农学学士学位）",
        "label": "食品科学与工程（注：可授工学或农学学士学位）"
    },
    {
        "value": "食品质量与安全",
        "label": "食品质量与安全"
    },
    {
        "value": "粮食工程",
        "label": "粮食工程"
    },
    {
        "value": "乳品工程",
        "label": "乳品工程"
    },
    {
        "value": "酿酒工程",
        "label": "酿酒工程"
    },
    {
        "value": "葡萄与葡萄酒工程",
        "label": "葡萄与葡萄酒工程"
    },
    {
        "value": "食品营养与检验教育",
        "label": "食品营养与检验教育"
    },
    {
        "value": "烹饪与营养教育",
        "label": "烹饪与营养教育"
    },
    {
        "value": "建筑学",
        "label": "建筑学"
    },
    {
        "value": "城乡规划",
        "label": "城乡规划"
    },
    {
        "value": "风景园林（注：可授工学或艺术学学士学位）",
        "label": "风景园林（注：可授工学或艺术学学士学位）"
    },
    {
        "value": "历史建筑保护工程",
        "label": "历史建筑保护工程"
    },
    {
        "value": "安全工程",
        "label": "安全工程"
    },
    {
        "value": "生物工程",
        "label": "生物工程"
    },
    {
        "value": "生物制药",
        "label": "生物制药"
    },
    {
        "value": "刑事科学技术",
        "label": "刑事科学技术"
    },
    {
        "value": "消防工程",
        "label": "消防工程"
    },
    {
        "value": "交通管理工程",
        "label": "交通管理工程"
    },
    {
        "value": "安全防范工程",
        "label": "安全防范工程"
    },
    {
        "value": "公安视听技术",
        "label": "公安视听技术"
    },
    {
        "value": "抢险救援指挥与技术",
        "label": "抢险救援指挥与技术"
    },
    {
        "value": "火灾勘查",
        "label": "火灾勘查"
    },
    {
        "value": "网络安全与执法",
        "label": "网络安全与执法"
    },
    {
        "value": "核生化消防",
        "label": "核生化消防"
    },
    {
        "value": "农学",
        "label": "农学"
    },
    {
        "value": "园艺",
        "label": "园艺"
    },
    {
        "value": "植物保护",
        "label": "植物保护"
    },
    {
        "value": "植物科学与技术",
        "label": "植物科学与技术"
    },
    {
        "value": "种子科学与工程",
        "label": "种子科学与工程"
    },
    {
        "value": "设施农业科学与工程（注：可授农学或工学学士学位）",
        "label": "设施农业科学与工程（注：可授农学或工学学士学位）"
    },
    {
        "value": "茶学",
        "label": "茶学"
    },
    {
        "value": "烟草",
        "label": "烟草"
    },
    {
        "value": "应用生物科学（注：可授农学或理学学士学位）",
        "label": "应用生物科学（注：可授农学或理学学士学位）"
    },
    {
        "value": "农艺教育",
        "label": "农艺教育"
    },
    {
        "value": "园艺教育",
        "label": "园艺教育"
    },
    {
        "value": "农业资源与环境",
        "label": "农业资源与环境"
    },
    {
        "value": "野生动物与自然保护区管理",
        "label": "野生动物与自然保护区管理"
    },
    {
        "value": "水土保持与荒漠化防治",
        "label": "水土保持与荒漠化防治"
    },
    {
        "value": "动物科学",
        "label": "动物科学"
    },
    {
        "value": "蚕学",
        "label": "蚕学"
    },
    {
        "value": "蜂学",
        "label": "蜂学"
    },
    {
        "value": "动物医学",
        "label": "动物医学"
    },
    {
        "value": "动物药学",
        "label": "动物药学"
    },
    {
        "value": "动植物检疫（注：可授农学或理学学士学位）",
        "label": "动植物检疫（注：可授农学或理学学士学位）"
    },
    {
        "value": "林学",
        "label": "林学"
    },
    {
        "value": "园林",
        "label": "园林"
    },
    {
        "value": "森林保护",
        "label": "森林保护"
    },
    {
        "value": "水产养殖学",
        "label": "水产养殖学"
    },
    {
        "value": "海洋渔业科学与技术",
        "label": "海洋渔业科学与技术"
    },
    {
        "value": "水族科学与技术",
        "label": "水族科学与技术"
    },
    {
        "value": "草业科学",
        "label": "草业科学"
    },
    {
        "value": "基础医学",
        "label": "基础医学"
    },
    {
        "value": "临床医学",
        "label": "临床医学"
    },
    {
        "value": "麻醉学",
        "label": "麻醉学"
    },
    {
        "value": "医学影像学",
        "label": "医学影像学"
    },
    {
        "value": "眼视光医学",
        "label": "眼视光医学"
    },
    {
        "value": "精神医学",
        "label": "精神医学"
    },
    {
        "value": "放射医学",
        "label": "放射医学"
    },
    {
        "value": "口腔医学",
        "label": "口腔医学"
    },
    {
        "value": "预防医学",
        "label": "预防医学"
    },
    {
        "value": "食品卫生与营养学（注：授予理学学士学位）",
        "label": "食品卫生与营养学（注：授予理学学士学位）"
    },
    {
        "value": "妇幼保健医学",
        "label": "妇幼保健医学"
    },
    {
        "value": "卫生监督",
        "label": "卫生监督"
    },
    {
        "value": "全球健康学（注：授予理学学士学位）",
        "label": "全球健康学（注：授予理学学士学位）"
    },
    {
        "value": "中医学",
        "label": "中医学"
    },
    {
        "value": "针灸推拿学",
        "label": "针灸推拿学"
    },
    {
        "value": "藏医学",
        "label": "藏医学"
    },
    {
        "value": "蒙医学",
        "label": "蒙医学"
    },
    {
        "value": "维医学",
        "label": "维医学"
    },
    {
        "value": "壮医学",
        "label": "壮医学"
    },
    {
        "value": "哈医学",
        "label": "哈医学"
    },
    {
        "value": "中西医临床医学",
        "label": "中西医临床医学"
    },
    {
        "value": "药学（注：授予理学学士学位）",
        "label": "药学（注：授予理学学士学位）"
    },
    {
        "value": "药物制剂（注：授予理学学士学位）",
        "label": "药物制剂（注：授予理学学士学位）"
    },
    {
        "value": "临床药学（注：授予理学学士学位）",
        "label": "临床药学（注：授予理学学士学位）"
    },
    {
        "value": "药事管理（注：授予理学学士学位）",
        "label": "药事管理（注：授予理学学士学位）"
    },
    {
        "value": "药物分析（注：授予理学学士学位）",
        "label": "药物分析（注：授予理学学士学位）"
    },
    {
        "value": "药物化学（注：授予理学学士学位）",
        "label": "药物化学（注：授予理学学士学位）"
    },
    {
        "value": "海洋药学（注：授予理学学士学位）",
        "label": "海洋药学（注：授予理学学士学位）"
    },
    {
        "value": "中药学（注：授予理学学士学位）",
        "label": "中药学（注：授予理学学士学位）"
    },
    {
        "value": "中药资源与开发（注：授予理学学士学位）",
        "label": "中药资源与开发（注：授予理学学士学位）"
    },
    {
        "value": "藏药学（注：授予理学学士学位）",
        "label": "藏药学（注：授予理学学士学位）"
    },
    {
        "value": "蒙药学（注：授予理学学士学位）",
        "label": "蒙药学（注：授予理学学士学位）"
    },
    {
        "value": "中药制药（注：可授理学或工学学士学位）",
        "label": "中药制药（注：可授理学或工学学士学位）"
    },
    {
        "value": "中草药栽培与鉴定（注：授予理学学士学位）",
        "label": "中草药栽培与鉴定（注：授予理学学士学位）"
    },
    {
        "value": "法医学",
        "label": "法医学"
    },
    {
        "value": "医学检验技术（注：授予理学学士学位）",
        "label": "医学检验技术（注：授予理学学士学位）"
    },
    {
        "value": "医学实验技术（注：授予理学学士学位）",
        "label": "医学实验技术（注：授予理学学士学位）"
    },
    {
        "value": "医学影像技术（注：授予理学学士学位）",
        "label": "医学影像技术（注：授予理学学士学位）"
    },
    {
        "value": "眼视光学（注：授予理学学士学位）",
        "label": "眼视光学（注：授予理学学士学位）"
    },
    {
        "value": "康复治疗学（注：授予理学学士学位）",
        "label": "康复治疗学（注：授予理学学士学位）"
    },
    {
        "value": "口腔医学技术（注：授予理学学士学位）",
        "label": "口腔医学技术（注：授予理学学士学位）"
    },
    {
        "value": "卫生检验与检疫（注：授予理学学士学位）",
        "label": "卫生检验与检疫（注：授予理学学士学位）"
    },
    {
        "value": "听力与言语康复学",
        "label": "听力与言语康复学"
    },
    {
        "value": "护理学（注：授予理学学士学位）",
        "label": "护理学（注：授予理学学士学位）"
    },
    {
        "value": "管理科学（注：可授管理学或理学学士学位）",
        "label": "管理科学（注：可授管理学或理学学士学位）"
    },
    {
        "value": "信息管理与信息系统（注：可授管理学或工学学士学位）",
        "label": "信息管理与信息系统（注：可授管理学或工学学士学位）"
    },
    {
        "value": "工程管理（注：可授管理学或工学学士学位）",
        "label": "工程管理（注：可授管理学或工学学士学位）"
    },
    {
        "value": "房地产开发与管理",
        "label": "房地产开发与管理"
    },
    {
        "value": "工程造价（注：可授管理学或工学学士学位）",
        "label": "工程造价（注：可授管理学或工学学士学位）"
    },
    {
        "value": "保密管理",
        "label": "保密管理"
    },
    {
        "value": "工商管理",
        "label": "工商管理"
    },
    {
        "value": "市场营销",
        "label": "市场营销"
    },
    {
        "value": "会计学",
        "label": "会计学"
    },
    {
        "value": "财务管理",
        "label": "财务管理"
    },
    {
        "value": "国际商务",
        "label": "国际商务"
    },
    {
        "value": "人力资源管理",
        "label": "人力资源管理"
    },
    {
        "value": "审计学",
        "label": "审计学"
    },
    {
        "value": "资产评估",
        "label": "资产评估"
    },
    {
        "value": "物业管理",
        "label": "物业管理"
    },
    {
        "value": "文化产业管理（注：可授管理学或艺术学学士学位）",
        "label": "文化产业管理（注：可授管理学或艺术学学士学位）"
    },
    {
        "value": "劳动关系",
        "label": "劳动关系"
    },
    {
        "value": "体育经济与管理",
        "label": "体育经济与管理"
    },
    {
        "value": "财务会计教育",
        "label": "财务会计教育"
    },
    {
        "value": "市场营销教育",
        "label": "市场营销教育"
    },
    {
        "value": "农林经济管理",
        "label": "农林经济管理"
    },
    {
        "value": "农村区域发展（注：可授管理学或农学学士学位）",
        "label": "农村区域发展（注：可授管理学或农学学士学位）"
    },
    {
        "value": "公共事业管理",
        "label": "公共事业管理"
    },
    {
        "value": "行政管理",
        "label": "行政管理"
    },
    {
        "value": "劳动与社会保障",
        "label": "劳动与社会保障"
    },
    {
        "value": "土地资源管理（注：可授管理学或工学学士学位）",
        "label": "土地资源管理（注：可授管理学或工学学士学位）"
    },
    {
        "value": "城市管理",
        "label": "城市管理"
    },
    {
        "value": "海关管理",
        "label": "海关管理"
    },
    {
        "value": "交通管理（注：可授管理学或工学学士学位）",
        "label": "交通管理（注：可授管理学或工学学士学位）"
    },
    {
        "value": "海事管理",
        "label": "海事管理"
    },
    {
        "value": "公共关系学",
        "label": "公共关系学"
    },
    {
        "value": "图书馆学",
        "label": "图书馆学"
    },
    {
        "value": "档案学",
        "label": "档案学"
    },
    {
        "value": "信息资源管理",
        "label": "信息资源管理"
    },
    {
        "value": "物流管理",
        "label": "物流管理"
    },
    {
        "value": "物流工程（注：可授管理学或工学学士学位）",
        "label": "物流工程（注：可授管理学或工学学士学位）"
    },
    {
        "value": "采购管理",
        "label": "采购管理"
    },
    {
        "value": "工业工程（注：可授管理学或工学学士学位）",
        "label": "工业工程（注：可授管理学或工学学士学位）"
    },
    {
        "value": "标准化工程",
        "label": "标准化工程"
    },
    {
        "value": "质量管理工程",
        "label": "质量管理工程"
    },
    {
        "value": "电子商务（注：可授管理学或经济学或工学学士学位）",
        "label": "电子商务（注：可授管理学或经济学或工学学士学位）"
    },
    {
        "value": "电子商务及法律",
        "label": "电子商务及法律"
    },
    {
        "value": "旅游管理",
        "label": "旅游管理"
    },
    {
        "value": "酒店管理",
        "label": "酒店管理"
    },
    {
        "value": "会展经济与管理",
        "label": "会展经济与管理"
    },
    {
        "value": "旅游管理与服务教育",
        "label": "旅游管理与服务教育"
    },
    {
        "value": "艺术史论",
        "label": "艺术史论"
    },
    {
        "value": "音乐表演",
        "label": "音乐表演"
    },
    {
        "value": "音乐学",
        "label": "音乐学"
    },
    {
        "value": "作曲与作曲技术理论",
        "label": "作曲与作曲技术理论"
    },
    {
        "value": "舞蹈表演",
        "label": "舞蹈表演"
    },
    {
        "value": "舞蹈学",
        "label": "舞蹈学"
    },
    {
        "value": "舞蹈编导",
        "label": "舞蹈编导"
    },
    {
        "value": "表演",
        "label": "表演"
    },
    {
        "value": "戏剧学",
        "label": "戏剧学"
    },
    {
        "value": "电影学",
        "label": "电影学"
    },
    {
        "value": "戏剧影视文学",
        "label": "戏剧影视文学"
    },
    {
        "value": "广播电视编导",
        "label": "广播电视编导"
    },
    {
        "value": "戏剧影视导演",
        "label": "戏剧影视导演"
    },
    {
        "value": "戏剧影视美术设计",
        "label": "戏剧影视美术设计"
    },
    {
        "value": "录音艺术",
        "label": "录音艺术"
    },
    {
        "value": "播音与主持艺术",
        "label": "播音与主持艺术"
    },
    {
        "value": "动画",
        "label": "动画"
    },
    {
        "value": "影视摄影与制作",
        "label": "影视摄影与制作"
    },
    {
        "value": "美术学",
        "label": "美术学"
    },
    {
        "value": "绘画",
        "label": "绘画"
    },
    {
        "value": "雕塑",
        "label": "雕塑"
    },
    {
        "value": "摄影",
        "label": "摄影"
    },
    {
        "value": "书法学",
        "label": "书法学"
    },
    {
        "value": "中国画",
        "label": "中国画"
    },
    {
        "value": "艺术设计学",
        "label": "艺术设计学"
    },
    {
        "value": "视觉传达设计",
        "label": "视觉传达设计"
    },
    {
        "value": "环境设计",
        "label": "环境设计"
    },
    {
        "value": "产品设计",
        "label": "产品设计"
    },
    {
        "value": "服装与服饰设计",
        "label": "服装与服饰设计"
    },
    {
        "value": "公共艺术",
        "label": "公共艺术"
    },
    {
        "value": "工艺美术",
        "label": "工艺美术"
    },
    {
        "value": "数字媒体艺术",
        "label": "数字媒体艺术"
    },
    {
        "value": "艺术与科技",
        "label": "艺术与科技"
    }
]

export default {
    data
}